Repository: widespace-ye/Super-Localizations
Catalog: lib/languages/language_*.arb
Languages: ar, fr

# commonCountry
source: Country
ar: البلد
fr: De campagne

# commonCurrency
source: The currency
ar: العملة
fr: la devise

# commonCurrentLocation
source: Current location
ar: الموقع الحالي
fr: Situation actuelle

# commonDeclined
source: Rejected
ar: تم رفضه
fr: rejeté

# commonDefaultValue
source: Default
ar: الأفتراضي
fr: défaut

# commonDelete
source: Delete
ar: حذف
fr: effacer

# commonDeny
source: Refusal
ar: رفض
fr: Refus

# commonDesc
source: Brief
ar: نبذة
fr: Bref

# commonDescription
source: Description
ar: وصف
fr: Il a décrit

# commonDetails
source: Details
ar: تفاصيل
fr: des détails

# commonDiscount
source: Discount
ar: تخفيض
fr: remise

# commonDoYouWantToUpdate
source: Do you want to update?
ar: هل تريد تحديث؟
fr: Voulez-vous mettre à jour ?

# commonDonatHaveAnyItemInTheNotificationList
source: There is no item in the list of notifications
ar: لا يوجد أي عنصر في قائمة الإشعارات
fr: Il n'y a pas d'élément dans la liste des notifications

# commonDone
source: It was completed
ar: تم
fr: C'était terminé

# commonDoubleTapOnAnAddressToMakeItDefault
source: Double click on a title to make it the default
ar: أضغط مرتين على عنوان لجعله الأفتراضي
fr: Double-cliquez sur un titre pour en faire le titre par défaut

# commonDragToInteract
source: Swipe to the person
ar: اسحب إلى الشخص
fr: glisser vers la personne

# commonDue
source: Worthy
ar: مستحق
fr: Digne

# commonDueAmount
source: Deserving
ar: المستحق
fr: méritant

# commonDueDate
source: History
ar: تاريخ
fr: Histoire

# commonEdit
source: Edit
ar: تعديل
fr: amendement

# commonEnded
source: I finish
ar: انتهى
fr: Je finis

# commonEnglish
source: English
ar: الإنجليزية
fr: L'Anglais

# commonArabic
source: Arabic
ar: العربية
fr: L'arabe

# commonFrench
source: French
ar: الفرنسية
fr: Français

# commonExcerpt
source: Summary
ar: المُلخص
fr: Sommaire

# commonExploreWhatsNew
source: Explore what's new
ar: استكشف جديدنا
fr: Découvrez les nouveautés

# commonFaq
source: Instructions
ar: التعليمات

# commonFavorites
source: Favorite
ar: المفضلة
fr: Favori

# commonFee
source: Commission
ar: العمولة

# commonFees
source: Fees
ar: رسوم
fr: frais

# commonFields
source: Fields
ar: مجالات
fr: des champs

# commonFilters
source: Filter
ar: فلتر
fr: Filtre

# commonFixed
source: Fixed
ar: ثابت
fr: Fixé

# commonFlashDealIsEnded
source: The deal is over
ar: الصفقة انتهت
fr: L'affaire est terminée

# commonFlashDeals
source: Quick Deals
ar: صفقات سريعة
fr: « Offres rapides »

# commonFrom
source: From
ar: من
fr: À partir de

# commonFullAddressHint
source: Street name, neighborhood, city
ar: اسم الشارع، الحي، المدينة
fr: Nom de rue, quartier, à côté d'un point de repère, ville

# commonGallery
source: Gallery
ar: الاستوديو
fr: studio

# commonGettingDeliveryFee
source: Delivery price is being determined, please wait...
ar: جار تحديد سعر التوصيل، الرجاء الآنتظار..
fr: Le prix de livraison est en cours de détermination, veuillez patienter...

# commonGoToYourApplicationSettingsAndEnableThePermission
source: Go to the settings of the applications on your device and activate the permissions.
ar: اذهب إلى إعدادات التطبيقات في جهازك وقم بتفعيل الأذونات
fr: Accédez aux paramètres des applications sur votre appareil et activez les autorisations.

# commonGuest
source: Visitor
ar: زائر
fr: visiteur

# commonHello
source: Welcome
ar: أهلاً بك
fr: Bienvenue

# commonHelloINeedHelp
source: Hello, I need help..
ar: مرحبا، احتاج مساعدة ..
fr: Bonjour, j'ai besoin d'aide..

# commonHelloWithFace
source: Welcome 👋
ar: أهلاً بك 👋
fr: Bienvenue 👋

# commonHelpSupport
source: Support and Help
ar: الدعم والمساعدة
fr: Soutien et aide

# commonIAccept
source: I agree to
ar: أنا أوافق على
fr: Je suis d'accord pour

# commonInformation
source: Informations
ar: معلومات

# commonInterest
source: Benefit
ar: فائدة
fr: avantage

# commonIsOnlineNow
source: Is online now
ar: متصل الآن
fr: Est en ligne maintenant

# commonItem
source: Item
ar: الصنف
fr: Objet

# commonItems
source: Elements
ar: العناصر
fr: Éléments

# commonJoin
source: Joined
ar: انضم إلى
fr: Inscrit

# commonKM
source: How much
ar: كم
fr: combien

# commonLanguage
source: The language
ar: اللغة
fr: la langue

# commonLanguages
source: Languages
ar: اللغات
fr: Langues

# commonLater
source: Later
ar: لاحقاً
fr: Plus tard

# commonLetsBegin
source: Let's Begin
ar: لنبدأ
fr: Commençons

# commonLoadingMoreHistory
source: Download
ar: تحميل
fr: Télécharger

# commonLocationDescription
source: Site description
ar: وصف الموقع
fr: Description du site

# commonLocationIsNotSpecified
source: Location not specified
ar: لم يتم تحديد الموقع
fr: lieu non spécifié

# commonLocationPermission
source: Site Access Permissions
ar: أذونات الوصول إلى الموقع
fr: Autorisations d'accès au site

# commonLongPressToDeleteItem
source: Long press on the item to delete it.
ar: أضغط مطولاً على العنصر لحذفه
fr: Appuyez longuement sur l'élément pour le supprimer.

# commonLongPressToEditItemSwipeItemToDeleteIt
source: Press and hold to edit the item, and drag the item to delete
ar: أضغط مع الاستمرار لتحرير العنصر ، واسحب العنصر لحذفه
fr: Appuyez et maintenez pour modifier l'élément, et faites glisser l'élément pour le supprimer

# commonMapsExplorer
source: Map explorer
ar: مستكشف الخرائط
fr: explorateur de carte

# commonMasterCard
source: Master Card Credit Card
ar: بطاقة ائتمان
fr: Carte de crédit Master Card

# commonMaximum
source: Maximum
ar: الحد الأقصى
fr: le maximum

# commonMaximumPrincipal
source: Maximum Amount
ar: أقصى مبلغ
fr: Quantité maximale

# commonMe
source: Me
ar: أنا
fr: moi

# commonMessage
source: Message
ar: رسالة

# commonMinPriceCannotBeLargerThanMaxPrice
source: The minimum price cannot be higher than the maximum.
ar: لا يمكن أن يكون السعر الأدنى أعلى من الأقصى
fr: Le prix minimum ne peut être supérieur au prix maximum.

# commonMinimum
source: Minimum
ar: الحد الأدنى

# commonMinimumPrincipal
source: Minimum amount
ar: أقل مبلغ
fr: montant minimal

# commonMore
source: More
ar: أكثر
fr: Suite

# commonMoreOptions
source: Additional options
ar: خيارات إضافية
fr: options additionelles

# commonNearTo
source: Close
ar: قريب من
fr: proche de

# commonNearToYourCurrentLocation
source: Near your current location
ar: بالقرب من موقعك الحالي
fr: à proximité de votre position actuelle

# commonNet
source: Net
ar: الصافي
fr: rapporter

# commonNewArrival
source: Recently arrived
ar: وصل حديثاً
fr: il vient d'arriver

# commonNewOrderFromClient
source: New request from client
ar: طلب جديد من العميل
fr: nouvelle demande client

# commonNext
source: Next one
ar: التالي
fr: le prochain

# commonNo
source: No
ar: لا
fr: non

# commonNoAccountChosen
source: No account selected
ar: لا يوجد حساب تم اختياره
fr: Aucun compte sélectionné

# commonNoAddressIsAdded
source: No title added.
ar: لم يتم إضافة أي عنوان
fr: Aucun titre ajouté.

# commonNoCategoriesAreAvailable
source: There are no categories.
ar: لا يوجد أي فئات
fr: Il n'y a pas de catégories.

# commonNoDataIsAvailable
source: No data
ar: لا يوجد أي بيأنات
fr: Pas de données

# commonNoFavorites
source: No favours
ar: لا توجد منتجات مفضلة
fr: pas de faveurs

# commonNoFileIsChosen
source: Not selected
ar: لم يتم الاختيار
fr: Non séléctionné

# commonNoFlashDealsAreAvailableNow
source: There are no quick deals at the moment.
ar: لا توجد صفقات سريعة حالياً
fr: Il n'y a pas d'offres rapides pour le moment.

# commonNoItemsAreOrdered
source: No items required
ar: لا يوجد أصناف مطلوبة
fr: Aucun élément requis

# commonNoMoreHistory
source: There is no other
ar: لا يوجد أخرى
fr: il n'y en a pas d'autre

# commonNoPaymentMethodIsAdded
source: Payment method not added.
ar: لم يتم إضافة طريقة الدفع
fr: Mode de paiement non ajouté.

# commonNoRechargesYet
source: No shipping
ar: لا يوجد شحن
fr: pas d'expédition

# commonNoResultFromSearch
source: No results from the search
ar: لا نتائج من البحث
fr: Aucun résultat de la recherche

# commonNoReviewsYetBeTheFirstOneToAddReview
source: There are no reviews yet, be the first to add a review
ar: لا توجد أي مراجعة بعد، كن الأول لإضافة مراجعة
fr: Il n'y a pas encore d'avis, soyez le premier à ajouter un avis

# commonNoSubCategoriesAreAvailable
source: There are no subcategories.
ar: لا توجد فئات فرعية
fr: Il n'y a pas de sous-catégories.

# commonNote
source: Note
ar: ملاحظة
fr: Observation

# commonNothingToPay
source: Nothing to pay
ar: لا شيء للدفع
fr: rien à payer

# commonNotifications
source: Notifications
ar: الإشعارات

# commonOk
source: OK
ar: موافق
fr: D'ACCORD

# commonOpen
source: Open
ar: مفتوح
fr: ouvrir

# commonOptional
source: (my choice)
ar: (اختياري)
fr: (mon choix)

# commonOptions
source: Options
ar: خيارات

# commonOr
source: Or
ar: أو
fr: ou

# commonOrCheckoutWith
source: Or go out with
ar: أو الخروج مع
fr: ou sortir avec

# commonOrder
source: To request
ar: طلب
fr: demander

# commonOther
source: Other
ar: أخرى
fr: autre

# commonOurDifferentBranches
source: Our Various Branches
ar: فروعنا المختلفة
fr: Nos différentes succursales

# commonOurNew
source: Our new
ar: جديدنا
fr: notre nouveau

# commonOurVariousServices
source: Our various services
ar: خدماتنا المتنوعة
fr: Nos différentes prestations

# commonPenalty
source: Penalty
ar: الجزاء
fr: peine

# commonPercent
source: Rate
ar: نسبة
fr: Taux

# commonPermissionIsRequired
source: Access Permission Required
ar: إذن الوصول متطلب
fr: Autorisation d'accès requise

# commonPermissionRequired
source: Requires access permission
ar: يتطلب إذن الوصول
fr: nécessite une autorisation d'accès

# commonPhoneBalanceInformation
source: Balance information
ar: معلومات الرصيد
fr: informations sur le solde

# commonPhotoPermission
source: Image access permissions
ar: أذونات الوصول إلى الصور
fr: Autorisations d'accès aux photos

# commonPickup
source: Book
ar: احجز
fr: livre

# commonPleaseEnterTheAddress
source: Please enter the address
ar: الرجاء إدخال العنوان
fr: Veuillez entrer l'adresse

# commonPleaseFillInField
source: Please fill in the field
ar: الرجاء املاء الحقل
fr: Veuillez remplir le champ

# commonPleaseSelectAnItem
source: Please select at least one item.
ar: يرجى تحديد عنصر واحد على الأقل
fr: Veuillez sélectionner au moins un élément.

# commonPleaseSelectTheCity
source: Please select a city
ar: الرجاء تحديد المدينة
fr: Veuillez sélectionner une ville

# commonPleaseSelectTheCountry
source: Please select the country
ar: الرجاء تحديد البلد
fr: Veuillez sélectionner le pays

# commonPleaseSelectTheCountryAndTheLocation
source: Please select a country and select a location.
ar: الرجاء اختيار البلد وتحديد الموقع
fr: Veuillez sélectionner un pays et sélectionner un emplacement.

# commonPleaseSpecifyLocationInTheCountryYouSelect
source: Please locate in the selected country
ar: الرجاء تحديد موقع في البلد المختارة
fr: Veuillez localiser dans le pays sélectionné

# commonPleaseVerifyYouAreNotARobot
source: Please complete the verification process.
ar: الرجاء استكمال عملية التحقق
fr: Veuillez terminer le processus de vérification.

# commonPleaseWait
source: Please wait ...
ar: يرجى الآنتظار ...
fr: S'il vous plaît, attendez ...

# commonPrice
source: Price
ar: السعر
fr: le prix

# commonPriceHighToLow
source: High price low
ar: سعر أعلى لأدنى
fr: prix élevé bas

# commonPriceLowToHigh
source: Lowest Price
ar: سعر أدنى لأعلى
fr: Prix le plus bas

# commonPriceRange
source: Price
ar: السعر
fr: le prix

# commonPrincipalAmount
source: Basic amount
ar: المبلغ الأساسي
fr: montant de base

# commonProceed
source: Continuation
ar: الاستمرار

# commonPromotionalCodes
source: Promotional codes
ar: الرموز الترويجية
fr: codes promotionnels

# commonPurpose
source: The purpose
ar: الغرض
fr: le but

# commonQ
source: Search
ar: البحث
fr: chercher

# commonRecentReviews
source: Recent reviews
ar: المراجعات الأخيرة
fr: commentaires récents

# commonRecentSearch
source: Last search
ar: البحث الأخير
fr: dernière recherche

# commonRecentTransactions
source: Last operations
ar: آخر العمليات
fr: dernières opérations

# commonRegionMustBeSelected
source: Area must be specified
ar: يجب تحديد المنطقة
fr: La zone doit être spécifiée

# shopYouMustSpecifyTheDeliveryAddress
source: You must specify the delivery address
ar: يجب عليك تحديد عنوان التسليم
fr: Vous devez préciser l'adresse de livraison

# commonRemove
source: Delete
ar: حذف
fr: effacer

# commonRepeatTransactions
source: Repeat a previous operation
ar: تكرار عملية سابقة
fr: Répéter une opération précédente

# commonReports
source: Reports
ar: التقارير
fr: rapports

# commonRequestConfirm
source: Are you sure you want to continue?
ar: هل أنت متأكد من أنك تريد الاستمرار
fr: Es-tu sur de vouloir continuer?

# commonResendCode
source: Re-transmitter
ar: إعادة الإرسال
fr: Réémetteur

# commonReset
source: Reset
ar: إعادة تعيين
fr: Réinitialiser

# commonReturnPolicy
source: Refund policy
ar: سياسة الاسترداد
fr: politique de remboursement

# commonReviewCannotBeEmpty
source: Review cannot be empty
ar: لا يمكن أن تكون المراجعة فارغة
fr: L'avis ne peut pas être vide

# commonReviews
source: Reviews
ar: المراجعات
fr: Commentaires

# commonSave
source: Save
ar: حفظ
fr: enregistrer

# commonSearch
source: Search
ar: بحث
fr: Rechercher

# commonSearchPastConversations
source: Search past conversations
ar: ابحث في المحادثات السابقة
fr: rechercher les conversations passées

# commonSearchYourInterests
source: Find Your Interest
ar: ابحث عن اهتمامك
fr: Trouvez votre intérêt

# commonSections
source: Sections
ar: الأقسام
fr: Les catégories

# commonSeeAll
source: Show all
ar: إظهار الكل
fr: Afficher tout

# commonSelectCity
source: Choose the city
ar: اختار المدينة
fr: Choisir la ville

# commonSelectArea
source: Choose the area
ar: اختار المنطقة
fr: Choisissez la zone

# commonSelectCountry
source: Choose Country
ar: اختار البلد
fr: Choisissez un pays

# commonSelectDeliveryAddress
source: Select your delivery location
ar: حدد موقع التوصيل الخاص بك
fr: Sélectionnez votre lieu de livraison

# commonSelectOptions
source: select
ar: قم بالتحديد
fr: sélectionner

# commonSelectOptionsToAddThemOnTheProduct
source: Select options to add to the product
ar: حدد خيارات لإضافتها على المنتج
fr: Sélectionnez les options à ajouter au produit

# commonSelectPickupDelivery
source: Choose either Pick Up or Deliver
ar: اختر إما التقاط أو توصيل
fr: Choisissez soit Ramasser soit Livrer

# commonSelectYourPreferredLanguages
source: Select your preferred languages
ar: حدد لغاتك المفضلة
fr: Sélectionnez vos langues préférées

# commonSelectYourPreferredPaymentMode
source: Select your preferred payment mode
ar: حدد وضع الدفع المفضل لديك
fr: Sélectionnez votre mode de paiement préféré

# commonSend
source: Send
ar: إرسال
fr: envoyer

# commonSendPasswordResetLink
source: Send the link
ar: أرسل الرابط
fr: envoyer le lien

# commonServicePoints
source: Service points
ar: نقاط الخدمة
fr: points de services

# commonServices
source: Services
ar: خدمات
fr: Prestations de service

# commonSettings
source: Settings
ar: الإعدادات
fr: Réglages

# commonShowLess
source: Show less
ar: عرض أقل
fr: Montrer moins

# commonSize
source: Size
ar: الحجم
fr: la taille

# commonLength
source: Length
ar: الطول
fr: longueur

# commonCompare
source: Compare
ar: قارن
fr: comparer

# commonSkip
source: Skip
ar: تخطى
fr: Sauter

# commonSort
source: Sort
ar: فرز
fr: Sorte

# commonStart
source: Start
ar: ابدأ
fr: Démarrer

# commonStartExploring
source: Start Exploration
ar: ابدأ الاستكشاف
fr: Commencer l'exploration

# commonSubTotal
source: Subtotal
ar: المجموع الفرعي
fr: Total

# commonSubmit
source: Send
ar: إرسال
fr: envoyer

# commonSubscription
source: Subscription
ar: إشتراك
fr: abonnement

# commonSupport
source: The support
ar: الدعم
fr: le soutien

# commonSwipeItemToDeleteIt
source: Drag the item to delete
ar: اسحب العنصر لحذفه
fr: Faites glisser l'élément à supprimer

# commonSwipeItemToViewMoreDetails
source: Drag the item to view more details.
ar: اسحب العنصر لعرض تفاصيل أكثر
fr: Faites glisser l'élément pour afficher plus de détails.

# commonTapToViewMoreDetails
source: Click to show details
ar: أنقر لإظهار التفاصيل
fr: Cliquez pour afficher les détails

# commonTax
source: Tax
ar: ضريبة
fr: impôt

# commonTaxesIncluded
source: Taxes included
ar: شامل الضريبة
fr: Taxes incluses

# commonTermsAndConditions
source: Terms and Conditions
ar: الشروط والأحكام
fr: Termes et conditions

# commonTermsOfUse
source: Terms of use
ar: شروط الاستخدام
fr: Conditions d'utilisation

# commonThePaymentServiceYouSelectIsNotAvailable
source: The payment service you selected is not activated yet
ar: خدمة الدفع الذي اخترتها غير مفعلة بعد
fr: Le service de paiement que vous avez sélectionné n'est pas encore activé

# commonThisAppNeedsToTakePhotosForProfileImage
source: This app needs access to photos to edit profile picture
ar: هذا التطبيق بحاجة الوصول إلى الصور لتعديل صورة الحساب الشخصي
fr: Cette application a besoin d'accéder aux photos pour modifier l'image de profil

# commonThisAppNeedsToTakeYourLocation
source: The app needs access to your location
ar: التطبيق بحاجة الوصول إلى موقعك
fr: L'application a besoin d'accéder à votre position

# commonTill
source: Even
ar: حتى
fr: Même

# commonTitle
source: The address
ar: العنوان
fr: l'adresse

# commonToWhere
source: To where
ar: إلى أين
fr: ou

# commonTodayDeals
source: Today's Deals
ar: صفقات اليوم
fr: Les transactions d'aujourd'hui

# commonTopRated
source: highest rating
ar: الأعلى تقييم
fr: note la plus élevée

# commonTotal
source: Total
ar: المجموع
fr: somme

# commonTotalAmount
source: Total summation
ar: المجموع الكلي
fr: Total

# commonTotalPrice
source: Total price
ar: مجموع السعر
fr: prix total

# commonTrackingOrder
source: Order tracking
ar: تتبع الطلب
fr: suivi de commande

# commonTransactions
source: Processes
ar: العمليات
fr: Processus

# commonTrendingThisWeek
source: Trending this week
ar: تتجه هذا الأسبوع
fr: tendance cette semaine

# commonTryAgain
source: Try again
ar: إعادة المحأولة
fr: réessayer

# commonTypeYourMessageHere
source: Write your message here
ar: اكتب رسالتك هنا
fr: Ecrivez votre message ici

# commonTypeYourReviewHere
source: Write your review here
ar: اكتب مراجعتك هنا
fr: Donnez votre avis ici

# commonUnknown
source: Unknown
ar: مجهول
fr: inconnu

# commonUnnamedLocation
source: Unnamed address
ar: عنوان غير مسمى
fr: adresse anonyme

# commonUnpaid
source: Unpaid
ar: غير مدفوع
fr: Non payé

# commonUnspecified
source: Undefined
ar: غير محدد
fr: Non spécifié

# commonVerify
source: Verification
ar: تحقق
fr: vérification

# commonVerifyYour
source: Confirmed
ar: أكد
fr: confirmé

# commonView
source: Show
ar: عرض
fr: Montrer

# commonViewAll
source: View all
ar: عرض الكل
fr: Voir tout

# commonViewDetails
source: View details
ar: عرض التفاصيل
fr: voir les détails

# commonViewLess
source: Show less
ar: عرض أقل
fr: Montrer moins

# commonViewMore
source: View more
ar: عرض المزيد
fr: Montre plus

# commonViewStatement
source: Operations view
ar: عرض العمليات
fr: vue des opérations

# commonWeWishYouANiceDay
source: We wish you a nice day
ar: نتمنى لك يوماً سعيداً
fr: Nous vous souhaitons une bonne journée

# commonWelcome
source: Welcome
ar: أهلاً بك
fr: Bienvenue

# commonWelcomeBack
source: Welcome Back
ar: مرحباً بعودتك
fr: content de te revoir

# commonWelcomeBackWithFace
source: Welcome back 👋
ar: أهلاً بعودتك 👋
fr: content de te revoir 👋

# commonWelcomeWithFace
source: Welcome 👋
ar: مرحبا بك 👋
fr: Bienvenue 👋

# commonWhatTheySay
source: What are they saying ?
ar: ماذا يقولون ؟
fr: Qu'est ce qu'ils disent ?

# commonWhoToInteractWith
source: Who do you want to interact with?
ar: من الشخص الذي تريد التفاعل معه
fr: Avec qui voulez-vous interagir ?

# commonYes
source: Yes
ar: نعم
fr: Oui

# dtAM
source: morning
ar: صباح
fr: Matin

# dtBirthDate
source: Date of Birth
ar: تاريخ الميلاد
fr: Date de naissance

# dtDaily
source: Daily
ar: يومي
fr: du quotidien

# dtDate
source: Date
ar: التاريخ

# dtDateTime
source: Date/Time
ar: التاريخ / الوقت
fr: date/temps

# dtDay
source: Today
ar: اليوم
fr: Aujourd'hui

# dtExpiryDate
source: Expiry date
ar: تاريخ الآنتهاء
fr: Date d'expiration

# dtFriday
source: Friday
ar: الجمعة
fr: Vendredi

# dtHour
source: Hour
ar: ساعة
fr: heure

# dtMinute
source: Minute
ar: دقيقة

# dtMonday
source: Monday
ar: الاثنين
fr: Lundi

# dtMonth
source: The month
ar: الشهر
fr: le Mois

# dtMonthly
source: Monthly
ar: شهري
fr: Mensuel

# dtPM
source: evening
ar: مساء
fr: Soir

# dtReleaseDate
source: Release Date
ar: تاريخ الإصدار
fr: Date d'émission

# dtSaturday
source: Saturday
ar: السبت
fr: Samedi

# dtSecond
source: A second
ar: ثانية
fr: une seconde

# dtStartingDate
source: Starting date
ar: تاريخ البدء
fr: la date du commencement

# dtSunday
source: Sunday
ar: الأحد
fr: Dimanche

# dtThursday
source: Thursday
ar: الخميس
fr: Jeudi

# dtTime
source: The time
ar: الوقت
fr: le temps

# dtTuesday
source: Tuesday
ar: الثلاثاء
fr: Mardi

# dtUnspecifiedTime
source: Time not specified
ar: الوقت غير محدد
fr: heure non précisée

# dtWednesday
source: Wednesday
ar: الأربعاء
fr: Mercredi

# dtWeek
source: A week
ar: أسبوع
fr: UNE Semaine

# dtWeekly
source: Weekly
ar: أسبوعي
fr: hebdomadaire

# dtYear
source: The year
ar: السنة
fr: l'année

# dtYearly
source: Annual
ar: سنوي
fr: annuel

# errorAnErrorOccurredPleaseTryAgain
source: Something went wrong, please try again
ar: حدث خطأ ما، الرجاء المحأولة مجدداً
fr: Une erreur s'est produite. Veuillez réessayer

# errorBlockedException
source: Sorry! Your account has been banned. Please contact the administrator to remove the ban
ar: عذراً ! لقد تم حظر حسابك. يرجى التواصل مع المسؤول لإزالة الحظر
fr: Désolé ! Votre compte a été banni. Veuillez contacter l'administrateur pour supprimer le bannissement

# errorButYouCanClickTheButtonBelowToGoBackToTheMainPage
source: But you can click the button below to return to the main page
ar: ولكن يمكنك النقر فوق الزر أدناه للعودة إلى الصفحة الرئيسية
fr: Mais vous pouvez cliquer sur le bouton ci-dessous pour revenir à la page principale

# errorCacheException
source: No data yet, try to connect to the Internet
ar: لاتوجد بيأنات حتى الآن حأول الإتصال بالإنترنت
fr: Pas encore de données, essayez de vous connecter à Internet

# errorCheckYourInternetConnection
source: Make sure you are connected to the Internet
ar: تأكد من اتصالك بالإنترنت
fr: Assurez-vous que vous êtes connecté à Internet

# errorCheckYourInternetConnectionOrTryAgain
source: Make sure you are connected to the internet or try later.
ar: تأكد من اتصالك بالإنترنت أو حأول لاحقاً
fr: Assurez-vous d'être connecté à Internet ou réessayez plus tard.

# errorConflictException
source: The request could not be completed due to a conflict
ar: تعذر إكمال الطلب بسبب وجود تعارض
fr: La demande n'a pas pu être traitée en raison d'un conflit

# errorConnectionException
source: No internet connection!
ar: لأيوجد اتصال بالإنترنت!
fr: Pas de connexion Internet!

# errorEmptyException
source: No data found at the moment!
ar: لاتوجد أي بيأنات في الوقت الحالي!
fr: Aucune donnée trouvée pour le moment !

# errorEmptyFailure
source: There is no data at the moment
ar: لا توجد بيأنات حالياًً
fr: Il n'y a pas de données pour le moment

# errorExpireException
source: Code has expired
ar: انتهت صلاحية الكود
fr: Le code a expiré.

# errorInvalidException
source: Make sure the data entered is correct.
ar: تأكد من صحة البيأنات المدخلة
fr: Assurez-vous que les données saisies sont correctes.

# errorInvalidFailure
source: There is an error in the data entered
ar: هناك خطأ في البيأنات المدخلة
fr: Il y a une erreur dans les données saisies

# errorNotFoundException
source: There is no account with this data!
ar: لأيوجد حساب بهذه البيأنات!
fr: Il n'y a pas de compte avec ces données !

# errorNotFoundFailure
source: No data found at the moment!
ar: لاتوجد أي بيأنات في الوقت الحالي!
fr: Aucune donnée trouvée pour le moment !
