Repository: widespace-ye/Super-Localizations
Catalog: lib/languages/language_*.arb
Languages: ar, fr

# authSendOTP
source: Send OTP
ar: إرسال رمز التحقق
fr: Envoyer OTP

# authPleaseFillInTheField
source: Please fill in the field
ar: الرجاء ملء الحقل
fr: Veuillez remplir le champ

# appChooseLanguageOfApplication
source: Choose the language
ar: اختر لغة التطبيق
fr: Choisissez la langue

# appAbout
source: About
ar: حول
fr: Sur

# appAboutTheApp
source: About the app
ar: عن التطبيق
fr: à propos de l'application

# appApp
source: Application
ar: التطبيق

# appAppLanguage
source: Application language
ar: لغة التطبيق
fr: langue d'application

# appAppSettings
source: Application settings
ar: إعدادات التطبيقات
fr: Paramètres de l'application

# appAppVersion
source: App version
ar: إصدار التطبيق
fr: version de l'application

# appApplicationPreferences
source: Application Preferences
ar: تفضيلات التطبيق
fr: Préférences d'application

# appDarkMode
source: Dark theme
ar: السمة الداكنة
fr: Thème sombre

# appHome
source: Home
ar: الرئيسية
fr: Principal

# appLightMode
source: Light theme
ar: السمة الفاتحة
fr: élément lumineux

# appNeedsToBeUpdated
source: The app needs to be updated
ar: التطبيق يحتاج إلى تحديث
fr: L'application doit être mise à jour

# appNewUpdate
source: New update
ar: تحديث جديد
fr: nouvelle mise à jour

# appNewUpdateWithFace
source: New update 😍
ar: تحديث جديد 😍
fr: Nouvelle mise à jour 😍

# appShareApplication
source: Share app
ar: مشاركة التطبيق
fr: partager l'application

# appSoPleaseUpdateToTheNewVersion
source: So please update to the new version.
ar: لذا يرجى التحديث إلى الإصدار الجديد
fr: Veuillez donc mettre à jour vers la nouvelle version.

# appTapAgainToLeave
source: Press again to leave
ar: أضغط مرة أخرى للمغادرة
fr: Appuyez à nouveau pour quitter

# appToUseThisAppPleaseUpdateToTheLatestVersion
source: To use this app, please download the latest version.
ar: لاستخدام هذا التطبيق، يرجى تنزيل أحدث إصدار.
fr: Pour utiliser cette application, veuillez télécharger la dernière version.

# appUpdate
source: Update
ar: تحديث
fr: Mettre à jour

# appUpdateNow
source: Update now
ar: التحديث الآن
fr: Mettez à jour maintenant

# appVersion
source: Version
ar: الإصدار

# appWeArePleasedThatYouUseOurApplicationAndWeHopeThatYouWillHaveFunBrowsing
source: We are pleased that you have used our application and we hope that you will enjoy browsing
ar: يسعدنا استخدامك لتطبيقنا ونتمنى أن تستمتع بالتصفح
fr: Nous sommes ravis que vous ayez utilisé notre application et nous espérons que vous apprécierez la navigation

# appWeAreWorkingHardToComeUpWithNewServices
source: We are working hard to provide new services.
ar: نحن نعمل بجد لتقديم خدمات جديدة
fr: Nous travaillons dur pour fournir de nouveaux services.

# appWeAreWorkingHardToComeUpWithNewServicesSoPleaseUpdateTheNewVersion
source: We are working hard to provide new services, so we hope that you will update to the new version
ar: نحن نعمل بكل جد لنوفر خدمات جديدة لذا الرجاء أن تقوم بالتحديث للنسخة الجديدة
fr: Nous travaillons dur pour fournir de nouveaux services, nous espérons donc que vous mettrez à jour vers la nouvelle version

# authAccount
source: The account
ar: الحساب
fr: le compte

# authAccountApproveAlert
source: Please wait for your account to be approved.
ar: يرجى الإنتظار إلى أن يتم الموافقة على حسابك
fr: Veuillez attendre que votre compte soit approuvé.

# authAccountDetails
source: Account details
ar: تفاصيل الحساب
fr: détails du compte

# authAccountNumber
source: Account number
ar: رقم الحساب
fr: Numéro de compte

# authAccounts
source: The accounts
ar: الحسابات
fr: les comptes

# authAddImage
source: Add a picture
ar: إضافة صورة
fr: ajouter une image

# authAddNewAddress
source: Add a new address,
ar: إضافة عنوان جديد
fr: ajouter une nouvelle adresse

# authAddress
source: Address
ar: العنوان
fr: Adresse

# authArea
source: Area
ar: المنطقة
fr: Zone

# authChooseProfilePhoto
source: Choose Profile Photo
ar: اختر صورة الملف الشخصي
fr: Choisissez la photo de profil

# authAddressesOfUser
source: User Addresses
ar: عنأوين المستخدم
fr: Adresses des utilisateurs

# authAge
source: The age
ar: العمر
fr: l'âge

# authAlreadyHaveAnAccount
source: Do you already have an account?
ar: هل تملك حساب مسبقاًً؟
fr: Avez-vous déjà un compte?

# authAlternativePhone
source: Alternate phone number
ar: رقم الهاتف البديل
fr: autre numéro de téléphone

# authAnErrorOccurredPleaseTryAgain
source: Something went wrong, please try again
ar: حدث خطأ ما، الرجاء المحأولة مجدداًً
fr: Une erreur s'est produite. Veuillez réessayer

# authAreYouSureToRemoveThisAddress
source: Are you sure you want to delete the address?
ar: هل أنت متأكد من حذف العنوان
fr: Voulez-vous vraiment supprimer l'adresse ?

# authAreYouSureYouWantToLogout
source: Are you sure you want to Logout?
ar: هل أنت متأكد من تسجيل الخروج
fr: Êtes-vous sûr de vouloir vous déconnecter?

# authByUsingTheApplicationAndLoggingInYouAgreeTo
source: By using the application and logging in, you agree to
ar: باستخدام التطبيق و تسجيل دخولك، فإنك توافق على
fr: En utilisant l'application et en vous connectant, vous acceptez

# authCanNotGetTheContactNumber
source: Unable to get the number
ar: غير قادر على الحصول على الرقم
fr: Impossible d'obtenir le numéro

# authChangePassword
source: Change Password
ar: تغيير كلمة السر
fr: changer le mot de passe

# authChooseAccount
source: Select account
ar: اختر الحساب
fr: sélectionner un compte

# authChooseUserType
source: Choose an account type
ar: اختر نوع الحساب
fr: Choisir un type de compte

# authCodeIsSent
source: Code sent, check text messages
ar: تم إرسال الرمز، تحقق من الرسائل النصية
fr: Code envoyé, vérifier les SMS

# authCodeWillBeReceivedIn
source: You will receive the code within
ar: سيصلك الرمز خلال
fr: Vous recevrez le code dans

# authCompleteYourProfileDetailsToContinue
source: Complete your profile details to continue.
ar: اكمل تفاصيل ملفك الشخصي للمتابعة
fr: Complétez les détails de votre profil pour continuer.

# authConfirmPIN
source: Personal ID Confirmation
ar: تأكيد الهوية الشخصية
fr: Confirmation d'identité personnelle

# authConfirmPassword
source: Confirm password
ar: أكد كلمة السر
fr: Confirmez le mot de passe

# authConfirmationCode
source: Confirmation code
ar: رمز التأكيد
fr: code de confirmation

# authContinueWithTheSameData
source: Continue with the same data
ar: متابعة مع نفس البيأنات
fr: Continuer avec les mêmes données

# authCreateANewAccount
source: Create a new account
ar: إنشاء حساب جديد
fr: créer un nouveau compte

# authCustomerID
source: User id
ar: هوية المستخدم
fr: identifiant d'utilisateur

# authDataCompletion
source: Data completion
ar: استكمال البيأنات
fr: complétion des données

# authDonatHaveAccountQuestion
source: First time account registration
ar: تسجيل الحساب لأول مرة
fr: Première création de compte

# authEMail
source: E-mail
ar: البريد الإلكتروني

# authEditAddress
source: Address modification
ar: تعديل العنوان
fr: changement d'adresse

# authEditMyData
source: Modify my data
ar: تعديل بيأناتي
fr: modifier mes données

# authEditProfile
source: Account modification
ar: تعديل الحساب
fr: modification de compte

# authEmailAddress
source: Email address
ar: عنوان بريد الكتروني
fr: adresse e-mail

# authEmailToResetPassword
source: Password reset email
ar: البريد الإلكتروني لإعادة تعيين كلمة السر
fr: e-mail de réinitialisation du mot de passe

# authEnterAddress
source: Enter address
ar: أدخل العنوان
fr: entrer l'adresse

# authEnterCode
source: Enter code
ar: أدخل الرمز
fr: entrez le code

# authEnterEmail
source: Enter email
ar: أدخل البريد الإلكتروني
fr: entrer e-mail

# authEnterName
source: Enter the name
ar: أدخل الاسم
fr: Entrez le nom

# authEnterPassword
source: Enter the password
ar: أدخل كلمة السر
fr: Entrer le mot de passe

# authEnterPhone
source: Enter a phone number
ar: أدخل رقم الهاتف
fr: Entrer un numéro de téléphone

# authEnterPhoneNumber
source: Enter a phone number
ar: أدخل رقم الهاتف
fr: Entrer un numéro de téléphone

# authEnterTheVerificationCodeSentMomentsAgo
source: Enter the verification code sent moments ago.
ar: أدخل رمز التحقق المرسل قبل لحظات
fr: Entrez le code de vérification envoyé il y a quelques instants.

# authEnterTheVerificationCodeSentMomentsAgoToYourMobileNumber
source: Enter the verification code sent moments ago to your mobile number:
ar: أدخل رمز التحقق المرسل قبل لحظات إلى رقم جوالك:
fr: Saisissez le code de vérification envoyé il y a quelques instants à votre numéro de mobile :

# authEnterTheVerificationCodeSentToYourEmail
source: Enter the confirmation code that was sent to the e-mail.
ar: أدخل رمز التأكيد الذي وصل إلى البريد الإلكتروني
fr: Entrez le code de confirmation qui a été envoyé à l'e-mail.

# authEnterTheVerificationCodeSentToYourPhone
source: Enter the confirmation code that was sent to your mobile number.
ar: أدخل رمز التأكيد الذي وصل إلى رقم جوالك
fr: Entrez le code de confirmation qui a été envoyé à votre numéro de mobile.

# authEnterVerificationCode
source: Enter the confirmation code
ar: أدخل رمز التأكيد
fr: Entrez le code de validation

# authExit
source: Exit
ar: خروج
fr: Sortir

# authFemale
source: Feminine
ar: أنثى
fr: féminin

# authFirebaseSmsExpireMessage
source: The code has expired, please enter the new code or re-register
ar: الرمز انتهت صلاحيته، الرجاء أدخل الرمز الجديد أو أعد التسجيل
fr: Le code a expiré, veuillez saisir le nouveau code ou vous réinscrire

# authFirstName
source: First Name:
ar: الاسم الأول:
fr: prénom:

# authForgotPassword
source: Did you forget your password?
ar: هل نسيت كلمة السر؟
fr: Mot de passe oublié?

# authFourthName
source: Fourth name
ar: الاسم الرابع
fr: quatrième nom

# authFullAddress
source: The full address
ar: العنوان الكامل
fr: l'adresse complète

# authFullName
source: Full name
ar: الاسم الكامل
fr: le nom complet

# authName
source: Name
ar: الاسم
fr: le nom

# authGender
source: Sex
ar: الجنس
fr: sexe

# authHelpAndPolicies
source: Help and Privacy Policy
ar: المساعدة وسياسة الخصوصية
fr: Aide et politique de confidentialité

# authHomeAddress
source: Home Address
ar: عنوانك
fr: l'adresse de la maison

# authIAccept
source: I accept
ar: أنا أوافق على
fr: Je suis d'accord pour

# authIDNumber
source: Card number
ar: رقم البطاقة
fr: Numéro de la carte

# authIDonatHaveAnAccount
source: I don't have an account?
ar: ليس لدي حساب؟
fr: je n'ai pas de compte?

# authIHaveAccountBackToLogin
source: Have an account? Back to login
ar: لدي حساب؟ العودة لتسجيل الدخول
fr: Avez-vous un compte ? Retour à la connexion

# authInvalidCode
source: Invalid verification code
ar: رمز التحقق غير صحيح
fr: Code de vérification invalide

# authInvalidNumberFormat
source: incorrect number format
ar: صيغة رقم غير صحيحة
fr: format de nombre incorrect

# authLastName
source: Last name
ar: الكنية
fr: nom de famille

# authLetsStartWithLogin
source: Let's start logging in.
ar: لنبدأ بتسجيل الدخول
fr: Commençons à nous connecter.

# authLetsStartWithRegister
source: Let's start recording!
ar: لنبدأ بالتسجيل!
fr: Commençons l'enregistrement !

# authLocalReason
source: Please authenticate to access your account
ar: يرجى المصادقة للوصول إلى حسابك
fr: Veuillez vous authentifier pour accéder à votre compte

# authLogin
source: Login
ar: تسجيل الدخول
fr: Se connecter

# authLoginTo
source: Sign in to
ar: تسجيل الدخول إلى
fr: se connecter à

# authLoginToTheApplication
source: Login to the application
ar: الدخول للتطبيق
fr: connectez-vous à l'application

# authLoginToYourExistingAccount
source: Login to your existing account
ar: تسجيل الدخول إلى حسابك الحالي
fr: Connectez-vous à votre compte existant

# authLogout
source: Logout
ar: تسجيل الخروج
fr: Se déconnecter

# authMale
source: Male
ar: ذكر
fr: Homme

# authMobileNumberVerification
source: Confirm phone number
ar: تأكيد رقم الهاتف
fr: confirmer le numéro de téléphone

# authNewPassword
source: New password
ar: كلمة مرور جديدة
fr: nouveau mot de passe

# authOrCreateNewAccount
source: Or create an account
ar: أو انشئ حساب
fr: ou créer un compte

# authOrLoginWithAPhoneNumber
source: Or log in with your phone number.
ar: أو سجل دخولك عبر رقم الهاتف
fr: Ou connectez-vous avec votre numéro de téléphone.

# authOrLoginWithAnEmail
source: Or log in via e-mail
ar: أو سجل دخولك عبر البريد الإلكتروني
fr: ou connectez-vous par e-mail

# authOrRegisterWithAPhone
source: Or use the phone number
ar: أو قم باستخدام رقم الهاتف
fr: ou utilisez le numéro de téléphone

# authOrRegisterWithAnEmail
source: Or use e-mail
ar: أو قم باستخدام البريد الإلكتروني
fr: ou utiliser le courrier électronique

# authOrSendCodeViaEmail
source: Or send the code via e-mail.
ar: أو إرسال الرمز عبر البريد الإلكتروني
fr: Ou envoyez le code par e-mail.

# authOrSendCodeViaPhoneNumber
source: Or send the code via phone number.
ar: أو إرسال الرمز عبر رقم الهاتف
fr: Ou envoyez le code via le numéro de téléphone.

# authOtpReSent
source: The code has been sent successfully
ar: تم إرسال الرمز بنجاح
fr: Le code a été envoyé avec succès

# authPIN
source: Personal identifier
ar: المعرف الشخصي
fr: identifiant personnel

# authPassword
source: Password
ar: كلمة السر
fr: Mot de passe

# authPasswordConfirmation
source: Confirm password
ar: أكد كلمة السر
fr: Confirmez le mot de passe

# authPasswordMustContainAtLeastSixCharacters
source: The password must contain at least six characters.
ar: يجب أن تحتوي كلمة السر على ستة أحرف على الأقل.
fr: Le mot de passe doit contenir au moins six caractères.

# authPasswordsDoNotMatch
source: Password does not match
ar: كلمة السر غير متطابقة
fr: Le mot de passe ne correspond pas

# authPhoneNumber
source: Phone number
ar: رقم الهاتف
fr: Numéro de téléphone

# authPhoneNumberIsRequired
source: Phone number is required
ar: رقم الهاتف مطلوب
fr: Le numéro de téléphone est requis

# authPleaseAcceptTheTermsAndConditions
source: Please accept the terms and conditions
ar: الرجاء قبول الشروط والأحكام
fr: Veuillez accepter les termes et conditions

# authTermsAndConditions
source: terms and conditions
ar: الشروط والأحكام
fr: termes et conditions

# authPleaseAcceptTheTermsOfUse
source: Please accept the terms of use
ar: الرجاء الموافقة على شروط الاستخدام
fr: Veuillez accepter les conditions d'utilisation

# authPleaseEnterTheCode
source: Please enter the code
ar: الرجاء إدخال الكود
fr: Veuillez entrer le code

# authPleaseEnterTheCodeSentToYourDevice
source: Please enter the code sent to your device.
ar: الرجاء إدخال الكود المرسل إلى جهازك
fr: Veuillez saisir le code envoyé à votre appareil.

# authPleaseFillInSmsCode
source: Please enter the confirmation code that you will receive via text message.
ar: الرجاء إدخال رمز التأكيد الذي سيصلك عبر الرسائل النصية
fr: Veuillez saisir le code de confirmation que vous recevrez par SMS.

# authPleaseFillInSmsCodeYouWillReceive
source: Please enter the confirmation code that you will receive via text message.
ar: الرجاء إدخال رمز التأكيد الذي سيصلك عبر الرسائل النصية
fr: Veuillez saisir le code de confirmation que vous recevrez par SMS.

# authPleaseFillInYourMobilePhoneNumber
source: Please enter your phone number
ar: الرجاء إدخال رقم هاتفك
fr: Veuillez entrer votre numéro de téléphone

# authPleaseFillInYourNewPassword
source: Please enter the new password
ar: الرجاء إدخال كلمة السر الجديدة
fr: Veuillez entrer le nouveau mot de passe

# authPrivacyPolicy
source: Privacy policy
ar: سياسة الخصوصية
fr: Politique de confidentialité

# authProfile
source: Profile personly
ar: الملف الشخصي
fr: Profiler personnellement

# authProfileSettings
source: Profile settings
ar: إعدادات الملف الشخصي
fr: paramètres de profil

# authRegex
source: Incorrect pattern
ar: نمط غير صحيح
fr: modèle incorrect

# authRegister
source: Register
ar: إنشاء حساب
fr: création d'un compte

# authRegisterYourAccount
source: Already registered?
ar: مسجل مسبقاًً ؟
fr: Déjà enregistré?

# authResendCode
source: Resend Code?
ar: إعادة إرسال الرمز ؟
fr: Renvoyer le code?

# authResendTheCodeAgain
source: Send the code again
ar: إعادة إرسال الرمز مجدداًً
fr: Renvoyer le code

# authResetPassword
source: Change Password
ar: تغيير كلمة السر
fr: changer le mot de passe

# authSecondName
source: The second name
ar: الاسم الثاني
fr: le deuxième nom

# authSendCode
source: Send code
ar: إرسال الرمز
fr: envoyer le code

# authSentToYourDevice
source: Sent to your device
ar: المرسل إلى جهازك
fr: envoyé à votre appareil

# authSignIn
source: Sign in
ar: تسجيل الدخول
fr: Se connecter

# authSignOut
source: Sign out
ar: تسجيل الخروج
fr: Se déconnecter

# authSignOutOfTheApp
source: Log out of the application
ar: تسجيل الخروج من التطبيق
fr: Se déconnecter de l'application

# authSignUp
source: Sign Up
ar: إنشاء حساب
fr: Enregistrement du Compte

# authWeWillSendAVerificationCodeToThisNumber
source: We will send a Verification Code to this number
ar: سوف نرسل رمز التحقق إلى هذا الرقم

# authSupportPolicy
source: Support policy
ar: سياسة الدعم
fr: politique de soutien

# authTheCodeHasBeenSentTo
source: The code has been sent to
ar: تم إرسال الكود إلى:
fr: Le code a été envoyé à :

# authTheNumberYouEnteredIsIncorrectPleaseTryAgain
source: The number you entered is incorrect, please try again
ar: الرقم الذي أدخلته غير صحيح، يرجى المحأولة مرة أخرى
fr: Le numéro que vous avez entré est incorrect, veuillez réessayer

# authTheVerificationCodeWillArriveWithin
source: Verification code will arrive within
ar: سوف يصل رمز التحقق في غضون
fr: Le code de vérification arrivera dans

# authThirdName
source: Third name
ar: الاسم الثالث
fr: Troisième Nom

# authToYourMobileNumber
source: To your phone number:
ar: إلى رقم هاتفك:
fr: à votre numéro de téléphone :

# authUploadDocuments
source: Attach documents
ar: إرفاق الوثائق
fr: Joindre des documents

# authUploadID
source: Identity Card Lift
ar: رفع بطاقة الهوية
fr: Lève Carte d'Identité

# authUploadIdentity
source: Personal ID
ar: البطاقة الشخصية
fr: carte d'identité

# authUploadIdentityInfo
source: Attach your ID/ID
ar: أرفق هويتك / البطاقة الشخصية
fr: Joindre votre pièce d'identité/ID

# authUserAlreadyExists
source: This number already exists.
ar: هذا الرقم موجود مسبقاً
fr: Ce numéro existe déjà.

# authUsername
source: User name
ar: اسم المُستخدم
fr: Nom d'utilisateur

# authVerification
source: Verification
ar: تحقق
fr: vérification

# authVerificationCode
source: Confirmation code
ar: رمز التأكيد
fr: code de confirmation

# authVerifyIdentity
source: Verification
ar: التحقق
fr: vérification

# authVerifyIdentityInfo
source: Verify your personal data
ar: تحقق من بيأناتك الشخصية
fr: Vérifiez vos données personnelles

# authVerifyYourMobileNumber
source: Verify your phone number
ar: التحقق من رقم هاتفك
fr: Vérifiez votre numéro de téléphone

# authVerifyYourQuantityAndClickCheckout
source: Check your quantity and click checkout
ar: تحقق من الكمية الخاصة بك وأنقر فوق الخروج
fr: Vérifiez votre quantité et cliquez sur paiement

# authWaitForTimer
source: Please wait until the timer runs out.
ar: الرجاء الإنتظار حتى إنتهاء العداد
fr: Veuillez patienter jusqu'à la fin du temps imparti.

source: We found that your phone number is registered with us with your subscription through social media programs, so we kindly ask you to complete your data
ar: لقد وجدنا أن رقم هاتفك مسجل لدينا باشتراكك عن طريق برامج التواصل الاجتماعي، لذا الرجاء منك إكمال بيأناتك
fr: Nous avons constaté que votre numéro de téléphone est enregistré chez nous avec votre abonnement via des programmes de médias sociaux, nous vous prions donc de bien vouloir compléter vos données

# authWhenYouChooseToCreateANewAccountAllDataForTheOldAccountWillBeDeleted
source: When you choose to create a new account, all data of the old account will be deleted
ar: عند اختيارك لإنشاء حساب جديد، سيتم حذف جميع بيأنات الحساب القديم
fr: Lorsque vous choisissez de créer un nouveau compte, toutes les données de l'ancien compte seront supprimées

# authWrongVerificationCode
source: The confirmation code is wrong
ar: رمز التأكيد خاطئ
fr: Le code de confirmation est erroné

# authYouDidNotReceiveTheCode
source: Did you not receive the verification code?
ar: ألم يصلك رمز التحقق؟
fr: Vous n'avez pas reçu le code de vérification ?

# authYouDidNotReceiveTheVerificationCodeWithFace
source: You did not receive the verification code 😕
ar: لم يصلك رمز التحقق 😕
fr: Vous n'avez pas reçu le code de vérification 😕

# authYouDidNotReceivedTheCode
source: Didn't you get the code?
ar: ألم تحصل على الرمز؟
fr: Vous n'avez pas reçu le code ?

# authYouNeedToBeLoggedIn
source: Requires you to be logged in
ar: يتطلب منك أن تكون مسجل الدخول
fr: Nécessite d'être connecté

# authYourAddress
source: Your address
ar: عنوانك
fr: Votre adresse

# authMyAddresses
source: My addresses
ar: عنأويني
fr: Mes adresses

# authYourAddressIsNotSupportedChooseAAddressWithinYourRegion
source: Your address is not supported, choose an address within your region
ar: عنوانك غير مدعوم ، اختر عنوانًا داخل منطقتك
fr: Votre adresse n'est pas prise en charge, choisissez une adresse dans votre région

# authYourBalance
source: Your balance
ar: رصيدك
fr: votre solde

# authYourCreditCardNotValid
source: Your credit card is invalid
ar: بطاقتك الائتمانية غير صالحة
fr: Votre carte de crédit est invalide

# authYourResetLinkHasBeenSentToYourEmail
source: A reset link has been sent to your email
ar: تم إرسال رابط إعادة تعيين إلى البريد الإلكتروني الخاص بك
fr: Un lien de réinitialisation a été envoyé à votre adresse e-mail

# commonAdd
source: Add
ar: إضافة
fr: Ajouter

# commonAdditionalInformation
source: Additional information
ar: معلومات إضافية
fr: Informations Complémentaires

# commonAll
source: Everyone
ar: الكل
fr: toutes les personnes

# commonAmount
source: The amount
ar: المبلغ
fr: la quantité

# commonApply
source: Apply
ar: تنفيذ
fr: Implémentation de

# commonApplyFilters
source: Apply filters
ar: تطبيق الفلاتر
fr: appliquer des filtres

# commonApprovalStatus
source: Admission status
ar: حالة القبول
fr: statut d'admission

# commonAreYouSureWithYourOperationAndOrder
source: Are you sure about this process?
ar: هل أنت متأكد من هذه العملية؟
fr: Êtes-vous sûr de ce processus ?

# commonAvailable
source: Available
ar: متوفر
fr: disponible

# commonBalance
source: Balance
ar: الرصيد
fr: équilibre

# commonBrowse
source: Choose
ar: اختر
fr: Choisir

# commonCallUs
source: Call us
ar: اتصل بنا
fr: Contactez-nous

# commonCamera
source: Camera
ar: كاميرا
fr: caméra

# commonCancel
source: Cancel
ar: إلغاء
fr: Annulation

# commonCanceled
source: Canceled
ar: ألغيت
fr: annulé

# commonCarActivationMessage
source: Soon, this option will be activated
ar: قريباً، سيتم تفعيل هذا الخيار
fr: Bientôt, cette option sera activée

# commonCategories
source: Categories
ar: الفئات
fr: catégories

# commonCategory
source: Category
ar: الفئة
fr: Catégorie

# commonChange
source: Change
ar: تغيير
fr: Un changement

# commonChat
source: Conversation
ar: محادثة

# commonChooseCountry
source: Select country
ar: اختر الدولة
fr: choisissez le pays

# commonChoosePurpose
source: Choose Purpose
ar: اختر الغرض
fr: Choisir un objectif

# commonClear
source: Clear
ar: واضح
fr: clair

# commonClickToViewDetails
source: Click to view details
ar: أضغط لعرض التفاصيل
fr: Cliquez pour voir les détails

# commonClosed
source: Closed
ar: مغلق
fr: fermé

# commonColor
source: Color
ar: الألوان
fr: la couleur

# commonComingSoon
source: Soon
ar: قريباً
fr: Bientôt

# commonComments
source: Comments
ar: التعليقات
fr: commentaires

# commonCommonQuestions
source: Common questions
ar: الأسئلة الشائعة
fr: questions courantes

# commonCompetitions
source: Competitions
ar: المسابقات
fr: compétitions

# commonConfirm
source: Confirm
ar: تأكيد
fr: Confirmer

# commonConfirmed
source: Confirmed
ar: تم التأكيد
fr: confirmé

# commonContactUs
source: Connect with us
ar: تواصل معنا
fr: Contactez nous

# commonContent
source: Content
ar: المُحتوى
fr: Contenu

# commonContinueToHome
source: Continue
ar: استمر
fr: Continuez

# commonCost
source: The value
ar: القيمة
fr: la valeur

# commonCount
source: The number
ar: العدد
fr: le nombre
