Repository: widespace-ye/Super-Localizations
Catalog: lib/languages/language_*.arb
Languages: ar, fr

# shopKeepYourOldMealsOfThisMarket
source: Keep your old meals in this store
ar: احتفظ بوجباتك القديمة في هذا المتجر
fr: Conservez vos anciens repas dans ce magasin

# shopLoadingMoreBrands
source: Download more brands
ar: تحميل ماركات أكثر
fr: Télécharger plus de marques

# shopLoadingMoreOrders
source: Download other requests
ar: تحميل طلبات أخرى
fr: Télécharger d'autres demandes

# shopLoadingMoreProducts
source: Download other products
ar: تحميل منتجات أخرى
fr: télécharger d'autres produits

# shopLoadingMoreReviews
source: Download other reviews
ar: تحميل مراجعات أخرى
fr: Télécharger d'autres avis

# shopLoadingMoreShops
source: Download other stores
ar: تحميل متاجر أخرى
fr: Télécharger d'autres magasins

# shopMarket
source: The shop
ar: المتجر
fr: la boutique

# shopMarkets
source: Shops
ar: المتاجر
fr: Magasins

# shopMarketsNearTo
source: Markets Close To
ar: أسواق قريبة من
fr: Marchés à proximité

# shopMarketsNearToYourCurrentLocation
source: Markets near your current location
ar: الأسواق بالقرب من موقعك الحالي
fr: Marchés à proximité de votre emplacement actuel

# shopMarketsResults
source: Market results
ar: نتائج الأسواق
fr: les résultats du marché

# shopMostPopular
source: The most popular
ar: الأكثر شعبية
fr: Le plus populaire

# shopMotorBike
source: Motorcycle
ar: دراجة نارية
fr: moto

# shopMyOrders
source: My orders
ar: طلباتي
fr: Mes demandes

# shopNoBrandsAreAvailable
source: No brands
ar: لا يوجد ماركات
fr: pas de marques

# shopNoFeaturedProductsFromThisSeller
source: There are no featured products for this seller
ar: لا يوجد منتجات مميزة لهذا البائع
fr: Il n'y a pas de produits en vedette pour ce vendeur

# shopNoMoreBrands
source: There are no other brands.
ar: لا يوجد ماركات أخرى
fr: Il n'y a pas d'autres marques.

# shopNoMoreOrders
source: There are no other requests.
ar: لا يوجد طلبات أخرى
fr: Il n'y a pas d'autres demandes.

# shopNoMoreProducts
source: There are no other products.
ar: لا يوجد منتجات أخرى
fr: Il n'y a pas d'autres produits.

# shopNoMoreReviews
source: There are no other reviews.
ar: لا يوجد مراجعات أخرى
fr: Il n'y a pas d'autres avis.

# shopNoMoreShops
source: There are no other stores.
ar: لا توجد متاجر أخرى
fr: Il n'y a pas d'autres magasins.

# shopNoNewArrivals
source: There are no newly arrived products.
ar: لا توجد منتجات وصلت حديثاً
fr: Pas de nouveautés

# shopNoProductsAreAvailable
source: No products
ar: لا توجد منتجات
fr: Il n'y a pas de produits similaires

# shopNoRelatedProducts
source: There are no similar products
ar: لا توجد منتجات مشابهة
fr: Il n'y a pas de produits similaires

# shopNoReviews
source: No comments
ar: لا توجد تعليقات
fr: Sans commentaires

# shopNoShopsAreAvailable
source: No stores
ar: لا توجد متاجر
fr: pas de magasins

# shopNoTopSellingProductsFromThisSeller
source: There are no preferred products for this merchant
ar: لا توجد منتجات مفضلة لهذا التاجر
fr: Il n'y a pas de produits préférés pour ce marchand

# shopNotDeliverable
source: Undeliverable
ar: غير قابل للتسليم
fr: non livrable

# shopOnTheWay
source: On my way
ar: في الطريق
fr: sur mon chemin

# shopOneOrMoreProductsInYourCartNotDeliverable
source: One or more products in your cart are not deliverable.
ar: منتج واحد أو أكثر في سلة التسوق الخاصة بك غير قابلة للتسليم.
fr: Un ou plusieurs produits de votre panier ne sont pas livrables.

# shopOpenedMarkets
source: Open markets
ar: الأسواق المفتوحة
fr: marchés ouverts

# shopOrderCode
source: Order code
ar: رمز الطلب
fr: code de demande

# shopOrderCost
source: Order value
ar: تكلفة الطلب
fr: valeur de la demande

# shopOrderDate
source: The date of application
ar: تاريخ الطلب
fr: date de la demande

# shopOrderDetails
source: Order details
ar: تفاصيل الطلب
fr: détails de la demande

# shopShoppingDetails
source: Shipping Details
ar: تفاصيل التسوق
fr: Les détails d'expédition

# shopOrderID
source: Private demand identification number
ar: رقم التعريف الخاص بالطلب
fr: Numéro d'identification de la demande privée

# shopOrderInformation
source: Order information
ar: معلومات الطلب
fr: Informations sur la demande

# shopOrderIsReceived
source: Your request has been received.
ar: تم استقبال طلبك
fr: Votre demande a été reçue.

# shopOrderPlaced
source: Request is done
ar: تم الطلب
fr: demande effectuée

# shopOrderReceived
source: Request received
ar: تم استقبال الطلب
fr: Demande reçue

# shopOrderStatusChanged
source: Request status changed
ar: تغيرت حالة الطلب
fr: Statut de la demande modifié

# shopOrderThisOrderIdHasBeenCanceled
source: The request has been canceled
ar: تم إلغاء الطلب
fr: la demande a été annulée

# shopOrderedByNearbyFirst
source: Pre-ordered First
ar: تم طلبه مسبقًا أولاً
fr: Pré-commandé en premier

# shopOrderedProducts
source: Required products
ar: المنتجات المطلوبة
fr: « produits requis »

# shopOrders
source: Orders
ar: الطلبات
fr: demandes

# shopOrder
source: Order
ar: طلب
fr: Ordre

# shopPaid
source: The payment was made
ar: تم الدفع
fr: Le paiement a été effectué

# shopMadeIn
source: Made in
ar: صنع في
fr: Fabriqué en

# shopWarranty
source: Warranty
ar: الضمان
fr: garantie

# shopGuarantor
source: Guarantor
ar: الضامن
fr: garant

# shopParcelDeliveryService
source: Parcel delivery service
ar: خدمة توصيل الطرود
fr: service de livraison de colis

# shopPayWithPaypal
source: Pay Via Paypal
ar: الدفع عبر بأي بال
fr: Payer via Paypal

# shopPayWithRazorPay
source: Pay with Razor Pay
ar: ادفع عبر رازور بأي
fr: Payez avec Razor Pay

# shopPayWithStripe
source: Pay Via Stripe
ar: ادفع عبر سترأيب
fr: Payer via Stripe

# shopPaymentCancelled
source: Payment Canceled
ar: تم إإلغاء عملية الدفع
fr: Paiement annulé

# shopPaymentMethod
source: Payment method
ar: طريقة الدفع
fr: la façon de payer

# shopPaymentOptions
source: Payment options
ar: خيارات الدفع
fr: options de paiement

# shopPaymentSettings
source: Payment Settings
ar: إعدادات الدفع
fr: Paramètres de paiement

# shopPaymentStatus
source: Payment status
ar: حالة الدفع
fr: Statut de paiement

# shopPaymentsSettings
source: Payments Settings
ar: إعدادات المدفوعات
fr: Paramètres de paiement

# shopPaypal
source: PayPal
ar: بأي بال

# shopPending
source: Pending
ar: قيد الآنتظار
fr: en attente

# shopPickupYourProductFromTheMarket
source: Pick up your product from the store
ar: التقاط المنتج الخاص بك من المتجر
fr: retirer votre produit en magasin

# shopPillPay
source: Pay
ar: سداد
fr: Payer

# shopPleaseAddOrdersWithPriceOrMoreToPerformThePurchase
source: To execute the order, please add an order at least its price
ar: لتنفيذ الطلب، الرجاء إضافة طلب على الأقل سعره
fr: Pour exécuter l'ordre, veuillez ajouter un ordre au moins son prix

# shopPleaseChooseOneOptionToPay
source: Please choose one of the payment options.
ar: الرجاء اختيار أحد الخيارات للدفع
fr: Veuillez choisir l'une des options de paiement.

# shopPleaseLoginToViewTheCartItems
source: Please login to view cart.
ar: الرجاء تسجيل الدخول لعرض السلة
fr: Veuillez vous connecter pour voir le panier.

# shopPreparing
source: Order processing
ar: تجهيز الطلب
fr: commande en cours de traitement

# shopProceedToPayment
source: Move to payment
ar: الآنتقال إلى الدفع
fr: passer au paiement

# shopProceedToShipping
source: Go to Shipping
ar: الآنتقال إلى الشحن
fr: Aller à Expédition

# shopProductCategories
source: product categories
ar: فئات المنتجات
fr: catégories de produits

# shopProductName
source: Product name
ar: اسم المنتج
fr: nom du produit

# shopProductPricesDoNotMatchPleaseUpdateTheData
source: Product prices do not match, please update the data
ar: أسعار المنتجات غير متطابقة ، يرجى تحديث البيأنات
fr: Les prix des produits ne correspondent pas, veuillez mettre à jour les données

# shopProducts
source: Products
ar: المنتجات
fr: des produits

# shopProductsResult
source: Products result
ar: نتيجة المنتجات
fr: résultat des produits

# shopProductsResults
source: Product results
ar: نتائج المنتجات
fr: les résultats du produit

# shopProductsYouMayLike
source: Products You Might Like
ar: منتجات قد تعجبك
fr: Produits susceptibles de vous plaire

# shopPurchaseHistory
source: Purchase History
ar: تاريخ المشتريات
fr: Historique d'achat

# shopQuantity
source: Quantity
ar: الكمية
fr: Quantité

# shopReady
source: Ready
ar: جاهز
fr: Prêt

# shopReceiver
source: The future
ar: المستقبل
fr: l'avenir

# shopReceiverAddress
source: Recipient address
ar: عنوان المستلم
fr: adresse du destinataire

# shopReceiverInformation
source: Future information
ar: معلومات المستقبل
fr: informations futures

# shopReceiverLocation
source: Recipient site
ar: موقع المستلم
fr: site destinataire

# shopReceiverName
source: The recipient's name
ar: اسم المستلم
fr: Le nom du destinataire

# shopReceiverPhone
source: Recipient number
ar: رقم المستلم
fr: numéro de destinataire

# shopRecentOrders
source: Last orders
ar: الطلبيات الأخيرة
fr: dernières commandes

# shopRecipientAddress
source: Recipient address
ar: عنوان المستلم
fr: adresse du destinataire

# shopRecipientInformation
source: Recipient Information
ar: معلومات المتسلم
fr: Renseignements sur le destinataire

# shopResetCart
source: Reset basket?
ar: إعادة تعيين السلة؟
fr: Réinitialiser le panier ?

# shopResetCartAndCancelOrderFromPreviousMarket
source: Reset the basket and cancel the previous order
ar: إعادة تعيين السلة وإلغاء الطلب السابق
fr: Réinitialiser le panier et annuler la commande précédente

# shopResetYourCartAndOrderMealsFormThisMarket
source: Reset your cart and order meals from this store
ar: إعادة تعيين عربة التسوق وطلب وجبات الطعام من هذا المتجر
fr: Réinitialisez votre panier et commandez des repas dans ce magasin

# shopSaveOnYourOrder
source: Save on your request
ar: وفر في طلبك
fr: Economisez sur votre demande

# shopSearchForMarketsOrProducts
source: Find markets or products
ar: ابحث عن الأسواق أو المنتجات
fr: Trouver des marchés ou des produits

# shopSearchProductsOf
source: Search for products
ar: بحث عن منتجات
fr: rechercher des produits

# shopSearchProductsOfBrand
source: Brand Product Search
ar: بحث منتجات خاصة بماركة
fr: Recherche de produits de marque

# shopSearchProductsOfShop
source: store products search
ar: بحث منتجات متجر
fr: recherche de produits de la boutique

# shopSearchProductsTheMarket
source: Search for Items
ar: بحث عن الأصناف
fr: Rechercher des articles

# shopSeller
source: The seller
ar: البائع
fr: le vendeur

# shopSellerPolicy
source: Seller Policy
ar: سياسة البائع
fr: Politique du vendeur

# shopSellers
source: Sellers
ar: البائعين
fr: les vendeurs

# shopSenderAddress
source: Sender's address
ar: عنوان المرسل
fr: l'adresse de l'expéditeur

# shopSenderInformation
source: Sender information
ar: معلومات المرسل
fr: informations sur l'expéditeur

# shopSenderLocation
source: Sender site
ar: موقع المرسل
fr: site expéditeur

# shopSenderPhone
source: Sender number
ar: رقم المرسل
fr: numéro d'expéditeur

# shopSetYourDeliveryAddress
source: Select the delivery address
ar: حدد عنوان التوصيل
fr: Sélectionnez l'adresse de livraison

# shopShippingAddress
source: Shipping Address
ar: عنوان الشحن
fr: Adresse de livraison

# shopShippingCost
source: Freight value
ar: قيمة الشحن
fr: valeur du fret

# shopShippingMethod
source: Shipping Method
ar: طريقة الشحن
fr: Mode de livraison

# shopShopping
source: The shopping
ar: التسوق
fr: les courses

# shopShoppingCart
source: Shopping cart
ar: عربة التسوق
fr: Panier

# shopShowCart
source: View Cart
ar: عرض السلة
fr: Voir le panier

# shopSortProductsBy
source: Sort products by
ar: فرز المنتجات حسب
fr: trier les produits par

# shopSubmitOrder
source: Fulfill the request
ar: تنفيذ الطلب
fr: répondre à la demande

# shopTellUsAboutThisMarket
source: Tell us about this store.
ar: أخبرنا عن هذا المتجر
fr: Parlez-nous de ce magasin.

# shopTellUsAboutThisProduct
source: Tell us about this product
ar: أخبرنا عن هذا المنتج
fr: Parlez-nous de ce produit

# shopTheProductWasRemovedFromYourCart
source: Item has been removed from the basket
ar: تمت إزالة الصنف من السلة
fr: L'article a été retiré du panier

# shopThisMarketIsClosed
source: This store is closed!
ar: هذا المتجر مغلق!
fr: Ce magasin est fermé !

# shopThisMarketNotSupportDeliveryMethod
source: This store does not support the delivery method.
ar: هذا المتجر لا يدعم طريقة التسليم.
fr: Ce magasin ne prend pas en charge le mode de livraison.

# shopThisOrderIsAddedToFavorite
source: The request has been added to the favourites.
ar: تم إضافة الطلب للمفضلة
fr: La demande a été ajoutée aux favoris.

# shopThisOrderWillBeRemovedFromFavorites
source: The request will be removed from the favourites.
ar: سيتم ازالة الطلب من المفضلة
fr: La demande sera supprimée des favoris.

# shopThisProductWasAddedToCart
source: This product has been added to the cart
ar: تمت إضافة هذا المنتج إلى سلة التسوق
fr: Ce produit a été ajouté au panier

# shopThisProductWasAddedToFavorite
source: Product has been added to favourites
ar: تم إضافة المنتج إلى المفضلة
fr: Le produit a été ajouté aux favoris

# shopThisProductWasRemovedFromFavorites
source: Product has been removed from favourites
ar: تم ازالة المنتج من المفضلة
fr: Le produit a été supprimé des favoris

# shopTopCategories
source: Best categories
ar: افضل الفئات
fr: meilleures catégories

# shopTopMarkets
source: Major Markets
ar: أهم الأسواق
fr: Grands marchés

# shopTopSellers
source: Best sellers
ar: افضل البائعين
fr: Meilleures ventes

# shopTopSellingProducts
source: Top sales
ar: أعلى المبيعات
fr: meilleures ventes

# shopTopSellingProductsFromThisSeller
source: Best Sales For This Dealer
ar: أفضل المبيعات لهذا التاجر
fr: Meilleures ventes pour ce concessionnaire

# shopUnknownMarket
source: Unknown Store
ar: متجر غير معروف
fr: Magasin inconnu

# shopUpdateCart
source: Update Cart
ar: تحديث السلة
fr: Mise à jour panier

# shopValidCouponCode
source: True coupon
ar: كوبون صحيح
fr: vrai coupon

# shopViewAllProductsFromThisSeller
source: View all products from this seller
ar: عرض جميع المنتجات الخاصة بهذا البائع
fr: Voir tous les produits de ce vendeur

# shopViewCart
source: View Cart
ar: عرض السلة
fr: Voir le panier

# shopViewProducts
source: Display products
ar: عرض المنتجات
fr: afficher les produits

# shopViewSubCategories
source: Display subcategories
ar: عرض الفئات الفرعية
fr: Afficher les sous-catégories

# shopVisaCard
source: Visa card
ar: بطاقة فيزا
fr: carte Visa

# shopWishlist
source: Wish list
ar: قائمة الرغبات
fr: liste de souhaits

# shopYouCanDiscoverMarkets
source: You can discover the markets and stores around you and choose the best meal for you after a few minutes we prepare and serve it to you
ar: يمكنك اكتشاف الأسواق والمتاجر من حولك واختيار أفضل وجبة لك بعد بضع دقائق نجهزها ونقدمها لك
fr: Vous pouvez découvrir les marchés et les magasins autour de vous et choisir le meilleur repas pour vous après quelques minutes nous le préparons et vous le servons

# shopYouCanNotCancelThisOrderAfterPreparingIt
source: You cannot cancel the order after it has been processed.
ar: لا يمكنك إلغاء الطلب بعد تجهيزه
fr: Vous ne pouvez pas annuler la commande une fois qu'elle a été traitée.

# shopYouCanUseFiltersWhileSearchingForProducts
source: You can use the filter when searching for products.
ar: يإمكانك استخدام الفلتر عند البحث على المنتجات
fr: Vous pouvez utiliser le filtre lors de la recherche de produits.

# shopYouDonatHaveAnyOrder
source: You Don't Have Any Order
ar: ليس لديك أي طلب
fr: Vous n'avez pas de demande

# shopYouHaveNoWishlist
source: You don't have a wish list
ar: لا يوجد لديك قائمة رغبات
fr: Vous n'avez pas de liste de souhaits

# shopYouMustAddProductsOfTheSameMarketsChooseOne
source: You must add products from the same markets, choose only one market!
ar: يجب عليك إضافة منتجات من نفس الأسواق اختر سوقًا واحدًا فقط!
fr: Vous devez ajouter des produits des mêmes marchés, choisissez un seul marché !

# shopYouMustSignInToAccessToThisSection
source: You must be logged in to access this section
ar: يجب عليك تسجيل الدخول للوصول إلى هذا القسم
fr: Vous devez être connecté pour accéder à cette section

# shopYouMustSignInToAccessToOrders
source: You must be logged in to access Orders
ar: يجب عليك تسجيل الدخول للوصول إلى الطلبات
fr: Vous devez être connecté pour accéder aux commandes

# shopYouMustSignInToAccessToCart
source: You must be logged in to access Cart
ar: يجب عليك تسجيل الدخول للوصول إلى السلة
fr: Vous devez être connecté pour accéder au panier

# validAccepted
source: {attribute} must be accepted
ar: يجب أن تقبل {attribute}
fr: {attribute} doit être accepté

# validBlank
source: {attribute} can't be blank
ar: لا يمكن أن يكون المحتوى {attribute} فارغاًً
fr: {attribute} ne peut pas être vide

# validConfirmation
source: {attribute} doesn't match {other}
ar: محتوى {attribute} لا يتطابق مع {other}
fr: {attribute} ne correspond pas {other}

# validEmpty
source: {attribute} can't be empty
ar: لا يمكن أن يكون المحتوى {attribute} فارغاًً
fr: {attribute} ne peut pas être vide

# validEqualTo
source: {attribute} must be equal to {count}
ar: يجب أن يسأوي طول {attribute} {count}
fr: {attribute} doit être égal à {count}

# validEven
source: {attribute} must be even
ar: يجب أن يكون عدد {attribute} زوجياً
fr: {attribute} doit être pair

# validExclusion
source: {attribute} is reserved
ar: حقل {attribute} محجوز
fr: {attribute} est réservé

# validGreaterThan
source: {attribute} must be greater than {count}
ar: يجب أن يكون عدد {attribute} أكبر من {count}
fr: {attribute} doit être supérieur à {count}

# validGreaterThanOrEqualTo
source: {attribute} must be greater than or equal to {count}
ar: يجب أن يكون عدد {attribute} أكبر أو يسأوي {count}
fr: {attribute} doit être supérieur ou égal à {count}

# validInclusion
source: {attribute} is not included in the list
ar: {attribute} غير وارد في القائمة
fr: {attribute} n'est pas inclus dans la liste

# validInvalid
source: {attribute} is invalid
ar: محتوى {attribute} غير صالح
fr: {attribute} n'est pas valide

# validLessThan
source: {attribute} must be less than {count}
ar: يجب أن يكون عدد {attribute} أصغر من {count}
fr: {attribute} doit être inférieur à {count}

# validLessThanOrEqualTo
source: {attribute} must be less than or equal to {count}
ar: يجب أن يكون عدد {attribute} أصغر أو يسأوي {count}
fr: {attribute} doit être inférieur ou égal à {count}

# validNotANumber
source: {attribute} is not a number
ar: يجب أن يكون محتوى {attribute} رقماً
fr: {attribute} n'est pas un nombre

# validNotAnInteger
source: {attribute} must be an integer
ar: يجب أن يكون عدد {attribute} عدد صحيحاً
fr: {attribute} doit être un entier

# validOdd
source: {attribute} must be odd
ar: يجب أن يكون عدد {attribute} عدداً فردياً
fr: {attribute} doit être étrange

# validOtherThan
source: {count, plural,other{{attribute} must be other than {count}}
ar: {count, plural,=0{طول {attribute} يجب ألاّ يكون صفر حرف}=1{طول {attribute} يجب ألاّ يكون حرفاً واحداً}=2{طول {attribute} يجب ألاّ يكون حرفان}few{طول {attribute} يجب ألاّ يكون {count} أحرف}other{طول {attribute} يجب ألاّ يكون {count} حرفاً}}
fr: {count, plural,=0{La longueur de {attribute} ne doit pas être nulle}1={La longueur de {attribute} ne doit pas être une lettre}2={La longueur de {attribute} ne doit pas être deux lettres}few{La longueur du {attribute} {count} ne doit pas être des lettres}other{La longueur du {attribute} {count} ne doit pas être une lettre}}

# validPresent
source: {attribute} must be blank
ar: يجب ترك حقل {attribute} فارغاًً
fr: {attribute} doit être vide

# validRequired
source: {attribute} must exist
ar: {attribute} يجب أن يحتوي على قيمه
fr: {attribute} doit exister

# validTaken
source: {attribute} has already been taken
ar: حقل {attribute} محجوز مسبقاًً
fr: {attribute} a déjà été pris

# validTooLong
source: {count, plural,=1{{attribute} is too long (maximum is 1 character)}other{{attribute} is too long (maximum is {count} characters)}
ar: {count, plural,=0{محتوى {attribute} أطول من اللّازم (الحد الأقصى هو ولا حرف)}=1{محتوى {attribute} أطول من اللّازم (الحد الأقصى هو حرف واحد)}=2{محتوى {attribute} أطول من اللّازم (الحد الأقصى هو حرفان)}few{محتوى {attribute} أطول من اللّازم (الحد الأقصى هو {count} أحرف)}other{محتوى {attribute} أطول من اللّازم (الحد الأقصى هو {count} حرف)}
fr: {count, plural,=0{contenu {attribute} est trop long (Le maximum est nulle)}1={contenu {attribute} est trop long (Le maximum est une lettre)}2={contenu {attribute} est trop long (Le maximum est deux lettres)}few{contenu {attribute} est trop long (Le maximum est {count} des lettres)}other{contenu {attribute} est trop long (Le maximum est {count} une lettre)}}

# validTooShort
source: {count, plural,=1{{attribute} is too short (minimum is 1 character)}other{{attribute} is too short (minimum is {count} characters)}}
ar: {count, plural,=0{محتوى {attribute} أقصر من اللّازم (الحد الأدنى هو ولا حرف)}=1{محتوى {attribute} أقصر من اللّازم (الحد الأدنى هو حرف واحد)}=2{محتوى {attribute} أقصر من اللّازم (الحد الأدنى هو حرفان)}few{محتوى {attribute} أقصر من اللّازم (الحد الأدنى هو {count} أحرف)}other{محتوى {attribute} أقصر من اللّازم (الحد الأدنى هو {count} حرف)}
fr: {count, plural,=0{contenu {attribute} est trop court (Le minimum est nulle)}1={contenu {attribute} est trop court (Le minimum est une lettre)}2={contenu {attribute} est trop court (Le minimum est deux lettres)}few{contenu {attribute} est trop court (Le minimum est {count} des lettres)}other{contenu {attribute} est trop court (Le minimum est {count} une lettre)}}

# validWrongLength
source: {count, plural,=1{{attribute} is the wrong length (should be 1 character)}other{{attribute} is the wrong length (should be {count} characters)}}
ar: {count, plural,=0{طول {attribute} غير مطابق للحد المطلوب (يجب أن يكون ولا حرف)}=1{طول {attribute} غير مطابق للحد المطلوب (يجب أن يكون حرف واحد)}=2{طول {attribute} غير مطابق للحد المطلوب (يجب أن يكون حرفان)}few{طول {attribute} غير مطابق للحد المطلوب (يجب أن يكون {count} أحرف)}other{طول {attribute} غير مطابق للحد المطلوب (يجب أن يكون {count} حرف)}
fr: {count, plural,=0{Longueur {attribute} ne respecte pas la limite requiseest (il doit être nulle)}1={Longueur {attribute} ne respecte pas la limite requiseest (il doit être une lettre)}2={Longueur {attribute} ne respecte pas la limite requiseest (il doit être deux lettres)}few{Longueur {attribute} ne respecte pas la limite requiseest (il doit être {count} des lettres)}other{Longueur {attribute} ne respecte pas la limite requiseest (il doit être {count} une lettre)}}

# validNotAValidAddress
source: عنوان غير صالح
fr: adresse invalide

# validNotAValidDate
source: التاريخ غير صالح
fr: Date invalide

# validNotAValidEmail
source: البريد الإلكتروني غير صالح
fr: Email invalide

# validNotAValidFullName
source: الاسم الكامل غير صالح
fr: Nom complet invalide

# validNotAValidNumber
source: رقم غير صالح
fr: Numéro invalide

# validNotAValidPhone
source: رقم الهاتف غير صالح
fr: Numéro de téléphone invalide

# validNotAValidText
source: نص غير صحيح
fr: texte incorrect

# validShouldBeAValidEmail
source: يجب أن يكون بريدًا إلكترونيًا صالحًا
fr: Il doit s'agir d'un e-mail valide

# validShouldBeMoreThan3Letters
source: يجب أن يكون أكثر من 3 أحرف
fr: Il doit faire plus de 3 caractères

# validShouldBeMoreThan6Letters
source: يجب أن يكون أكثر من 6 أحرف
fr: Il doit faire plus de 6 caractères
