Repository: widespace-ye/Super-Localizations
Catalog: lib/languages/language_*.arb
Languages: ar, fr

# errorOccurredTryAgainLater
source: Something went wrong, please try again later
ar: حدث خطأ ما، الرجاء المحأولة لاحقاً
fr: Quelque chose c'est mal passé. Merci d'essayer plus tard

# errorOhOhYouAreLost
source: Oh oh! You're lost
ar: أوه أوه! أنت ضائع
fr: Oh oh! Tu es perdu

# errorPasswordException
source: The password is incorrect
ar: كلمة السر غير صحيحة
fr: Le mot de passe est incorrect

# errorReceiveFailure
source: An error occurred while receiving data.
ar: حدث خطأ اثناء استقبال البيأنات
fr: Une erreur s'est produite lors de la réception des données.

# errorServerException
source: Sorry, we could not connect to the server
ar: عذراًً لم نتمكن من الاتصال بالخادم
fr: Désolé, nous n'avons pas pu nous connecter au serveur

# errorThePageYouAreLookingForDoesNotExistHowYouGotHereIsQuiteAPuzzle
source: The page you are looking for does not exist. How did you get here is a puzzle 🤭
ar: الصفحة التي تبحث عنها غير موجودة. كيف وصلت إلى هنا هو لغز محير 🤭
fr: La page que vous recherchez n'existe pas. Comment êtes-vous arrivé ici est un casse-tête 🤭

source: The page you are looking for does not exist. How did you get here is a puzzle 🤭 but you can click the button below to go back to the main page
ar: الصفحة التي تبحث عنها غير موجودة. كيف وصلت إلى هنا هو لغز محير 🤭 ولكن يمكنك النقر فوق الزر أدناه للعودة إلى الصفحة الرئيسية
fr: La page que vous recherchez n'existe pas. Comment êtes-vous arrivé ici est un casse-tête 🤭 mais vous pouvez cliquer sur le bouton ci-dessous pour revenir à la page principale

# errorThereIsAProblemChoosingTheAddress
source: There is a problem choosing the title
ar: هناك مشكلة في اختيار العنوان
fr: Il y a un problème pour choisir le titre

# errorThisAccountNotExist
source: This account does not exist
ar: هذا الحساب غير موجود
fr: Ce compte n'existe pas

# errorThisAccountNotReady
source: This account is not ready yet
ar: هذا الحساب ليس جاهزًا بعد
fr: Ce compte n'est pas encore prêt

# errorThisEmailAccountExists
source: This email account exists
ar: حساب البريد الإلكتروني هذا موجود
fr: Ce compte de messagerie existe

# errorUnauthenticatedException
source: Sorry! You are not authorized for this operation, log in
ar: عذراً ! أنت غير مخول لهذه العملية قم بتسجيل الدخول
fr: Désolé ! Vous n'êtes pas autorisé pour cette opération, connectez-vous

# errorUnauthenticatedFailure
source: Sorry! Log in again and try
ar: عذراً ! قم بتسجيل الدخول مرة أخرى والمحأولة
fr: Désolé ! Reconnectez-vous et essayez

# errorUnexpectedException
source: Sorry, an unexpected error occurred, please try again later.
ar: عذراًً، حدث خطأ غير متوقع يرجى المحأولة لاحقاًً
fr: Désolé, une erreur inattendue s'est produite, veuillez réessayer plus tard.

# errorUniqueFailure
source: This account may already exist! Try changing the phone number
ar: حأول تغيير رقم الهاتف n/ قد يكون هذا الحساب موجود مسبقاًً
fr: Ce compte existe peut-être déjà ! Essayez de changer le numéro de téléphone

# errorUserExistsException
source: This account may already exist! Try changing the phone number or email
ar: قد يكون هذا الحساب موجود مسبقاًً! حأول تغيير رقم الهاتف أو الأيميل
fr: Ce compte existe peut-être déjà ! Essayez de changer de numéro de téléphone ou d'e-mail

# errorUserExistsFailure
source: There is no account with this data! Check the data.
ar: لأيوجد حساب بهذه البيأنات! تأكد من البيأنات.
fr: Il n'y a pas de compte avec ces données ! Vérifiez les données.

# errorVerifyEmailSettings
source: Error! Check email settings
ar: خطأ! تحقق من إعدادات البريد الإلكتروني
fr: Erreur ! Vérifiez les paramètres de messagerie

# errorVerifyYourInternetConnection
source: check your internet connection,
ar: تحقق من اتصالك بالإنترنت
fr: Vérifiez votre connection internet

# errorWrongEmailOrPassword
source: The email or password is wrong
ar: البريد الإلكتروني أو كلمة السر خاطئة
fr: L'email ou le mot de passe est erroné

# firebaseInvalidCustomToken
source: The custom token format is incorrect or expired
ar: تنسيق الرمز المميز غير صحيح أو منتهي الصلاحية
fr: Le format de jeton personnalisé est incorrect ou a expiré

# firebaseCredentialMismatch
source: The custom token corresponds to a different Firebase project.
ar: يتوافق الرمز المميز المخصص مع مشروع Firebase مختلف.
fr: Le jeton personnalisé correspond à un autre projet Firebase.

# firebaseTokenExpired
source: The user's credential is no longer valid. The user must sign in again.
ar: لم تعد بيأنات اعتماد المستخدم صالحة. يجب على المستخدم تسجيل الدخول مرة أخرى.
fr: L'identifiant de l'utilisateur n'est plus valide. L'utilisateur doit se reconnecter.

# firebaseUserDisabled
source: The user account has been disabled by an administrator.
ar: تم تعطيل حساب المستخدم من قبل المسؤول.
fr: Le compte d'utilisateur a été désactivé par un administrateur.

# firebaseUserNotFound
source: The user corresponding to the refresh token was not found. It is likely the user was deleted.
ar: لم يتم العثور على المستخدم المطابق لرمز التحديث المميز. من المحتمل أنه تم حذف المستخدم.
fr: L'utilisateur correspondant au jeton d'actualisation est introuvable. Il est probable que l'utilisateur ait été supprimé.

# firebaseInvalidRefreshToken
source: An invalid refresh token is provided.
ar: تم توفير رمز تحديث غير صالح.
fr: Un jeton d'actualisation non valide est fourni.

# firebaseInvalidGrantType
source: The grant type specified is invalid.
ar: نوع المنحة المحدد غير صالحة
fr: le type de subvention spécifié n'est pas valide.

# firebaseMissingRefreshToken
source: No refresh token provided.
ar: لم يتم توفير رمز التحديث.
fr: aucun jeton d'actualisation fourni.

# firebaseEmailExists
source: The email address is already in use by another account.
ar: عنوان البريد الإلكتروني قيد الاستخدام بالفعل من قبل حساب آخر.
fr: L'adresse e-mail est déjà utilisée par un autre compte.

# firebaseOperationNotAllowed
source: Password sign-in is disabled for this project.
ar: تم تعطيل تسجيل الدخول بكلمة السر لهذا المشروع.
fr: La connexion par mot de passe est désactivée pour ce projet.

# firebaseTooManyAttemptsTryLater
source: We have blocked all requests from this device due to unusual activity. Try again later.
ar: لقد حظرنا جميع الطلبات الواردة من هذا الجهاز بسبب نشاط غير عادي. حأول مرة أخرى في وقت لاحق.
fr: Nous avons bloqué toutes les demandes de cet appareil en raison d'une activité inhabituelle. Réessayez plus tard.

# firebaseEmailNotFound
source: There is no user record corresponding to this identifier. The user may have been deleted.
ar: لا يوجد سجل مستخدم مطابق لهذا المعرف. ربما تم حذف المستخدم.
fr: Il n'y a pas d'enregistrement d'utilisateur correspondant à cet identifiant. L'utilisateur a peut-être été supprimé.

# firebaseInvalidPassword
source: The password is invalid or the user does not have a password.
ar: كلمة السر غير صالحة أو ليس لدى المستخدم كلمة مرور.
fr: Le mot de passe est invalide ou l'utilisateur n'a pas de mot de passe.

# firebaseInvalidIDPResponse
source: The supplied auth credential is malformed or has expired.
ar: بيأنات اعتماد المصادقة المقدمة غير صحيحة أو منتهية الصلاحية.
fr: L'identifiant d'authentification fourni est incorrect ou a expiré.

# firebaseExpiredOOBCode
source: The action code has expired.
ar: انتهت صلاحية رمز العمل.
fr: Le code d'action a expiré.

# firebaseInvalidOOBCode
source: The action code is invalid. This can happen if the code is malformed, expired, or has already been used.
ar: رمز العمل غير صالح. يمكن أن يحدث هذا إذا كان الرمز غير صحيح أو منتهي الصلاحية أو تم استخدامه بالفعل.
fr: Le code d'action n'est pas valide. Cela peut se produire si le code est malformé, a expiré ou a déjà été utilisé.

# firebaseInvalidIDToken
source: The user's credential is no longer valid. The user must sign in again.
ar: لم تعد بيأنات اعتماد المستخدم صالحة. يجب على المستخدم تسجيل الدخول مرة أخرى.
fr: L'identifiant de l'utilisateur n'est plus valide. L'utilisateur doit se reconnecter.

# firebaseWeakPassword
source: The password must be 6 characters long or more.
ar: يجب أن تتكون كلمة السر من 6 أحرف أو أكثر.
fr: Le mot de passe doit comporter 6 caractères ou plus.

# firebaseCredentialTooOldLoginAgain
source: The user's credential is no longer valid. The user must sign in again.
ar: لم تعد بيأنات اعتماد المستخدم صالحة. يجب على المستخدم تسجيل الدخول مرة أخرى.
fr: L'identifiant de l'utilisateur n'est plus valide. L'utilisateur doit se reconnecter.

# firebaseFederatedUserIDAlreadyLinked
source: This credential is already associated with a different user account.
ar: بيأنات الاعتماد هذه مرتبطة بالفعل بحساب مستخدم مختلف.
fr: Cet identifiant est déjà associé à un autre compte utilisateur.

# firebaseInvalidEmail
source: The email address is badly formatted.
ar: عنوان البريد الإلكتروني منسق بشكل سيئ.
fr: L'adresse e-mail est mal formatée.

# firebaseTooManyRequests
source: We have blocked all requests from this device due to unusual activity. Try again later.
ar: لقد حظرنا جميع الطلبات الواردة من هذا الجهاز بسبب نشاط غير عادي. حأول مرة أخرى في وقت لاحق.
fr: Nous avons bloqué toutes les demandes de cet appareil en raison d'une activité inhabituelle. Réessayez plus tard.

# feedbackAddedSuccessfully
source: Added Successfully
ar: تمت الإضافة بنجاح
fr: Ajouté avec succès

# feedbackAddressesRefreshedSuccessfully
source: Addresses have been updated successfully
ar: تم تحديث العنأوين بنجاح
fr: Les adresses ont été mises à jour avec succès

# feedbackApproved
source: Approved
ar: تم الموافقة عليه
fr: approuvé

# feedbackCartsRefreshedSuccessfully
source: Shopping carts have been updated successfully
ar: تم تحديث سلة التسوق بنجاح
fr: Les paniers ont été mis à jour avec succès

# feedbackCategoryRefreshedSuccessfully
source: Category updated successfully
ar: تم تحديث الفئة بنجاح
fr: catégorie mise à jour avec succès

# feedbackDeliveryAddressRemovedSuccessfully
source: Delivery address removed successfully
ar: تمت إزالة عنوان التسليم بنجاح
fr: adresse de livraison supprimée avec succès

# feedbackFaqsRefreshedSuccessfully
source: Questions have been updated successfully.
ar: تم تحديث الأسئلة بنجاح
fr: Les questions ont été mises à jour avec succès.

# feedbackFavoritesRefreshedSuccessfully
source: Favorites have been updated successfully
ar: تم تحديث المفضلة بنجاح
fr: Les favoris ont été mis à jour avec succès

# feedbackHasBeenUpdatedSuccessfully
source: The application has been updated successfully
ar: تم تحديث التطبيق بنجاح
fr: L'application a été mise à jour avec succès

# feedbackMarketRefreshedSuccessfully
source: The store has been updated successfully.
ar: تم تحديث المتجر بنجاح
fr: La boutique a été mise à jour avec succès.

# feedbackNewAddressAddedSuccessfully
source: New address has been added successfully
ar: تمت إضافة العنوان الجديد بنجاح
fr: Nouvelle adresse ajoutée avec succès

# feedbackNotificationsRefreshedSuccessfully
source: Notifications updated successfully
ar: تم تحديث الإشعارات بنجاح
fr: Notifications mises à jour avec succès

# feedbackOrderRefreshedSuccessfully
source: The request has been successfully updated
ar: تم تحديث الطلب بنجاح
fr: La demande a été mise à jour avec succès

# feedbackOrdersRefreshedSuccessfully
source: Requests updated successfully
ar: تم تحديث الطلبات بنجاح
fr: Demandes mises à jour avec succès

# feedbackPaymentCardUpdatedSuccessfully
source: Payment card updated successfully.
ar: تم تحديث بطاقة الدفع بنجاح
fr: Carte de paiement mise à jour avec succès.

# feedbackPaymentSettingsUpdatedSuccessfully
source: Payment settings have been updated successfully.
ar: تم تحديث إعدادات الدفع بنجاح
fr: Les paramètres de paiement ont été mis à jour avec succès.

# feedbackProductRefreshedSuccessfully
source: Product has been updated successfully
ar: تم تحديث المنتج بنجاح
fr: Le produit a été mis à jour avec succès

# feedbackProfileSettingsUpdatedSuccessfully
source: Profile settings have been updated successfully
ar: تم تحديث إعدادات الملف الشخصي بنجاح
fr: Les paramètres du profil ont été mis à jour avec succès

# feedbackRequestHasBeenSentSuccessfully
source: The request has been sent successfully
ar: تم إرسال الطلب بنجاح
fr: La demande a été envoyée avec succès

# feedbackReviewsRefreshedSuccessfully
source: Reviews updated successfully!
ar: تم تحديث المراجعات بنجاح!
fr: Avis mis à jour avec succès !

# feedbackSuccess
source: Done successfully
ar: تم بنجاح
fr: effectué avec succès

# feedbackTheAddressUpdatedSuccessfully
source: Address has been updated successfully
ar: تم تحديث العنوان بنجاح
fr: L'adresse a été mise à jour avec succès

# feedbackTheMarketHasBeenRatedSuccessfully
source: Store has been successfully rated
ar: تم تصنيف المتجر بنجاح
fr: Le magasin a été évalué avec succès

# feedbackTheProductHasBeenRatedSuccessfully
source: The product has been successfully rated
ar: تم تصنيف المنتج بنجاح
fr: Le produit a été évalué avec succès

# feedbackTrackingRefreshedSuccessfully
source: Tracking has been updated successfully
ar: تم تحديث التتبع بنجاح
fr: Le suivi a été mis à jour avec succès

# feedbackTransferredSuccessfully
source: The amount has been transferred successfully.
ar: تم تحويل المبلغ بنجاح
fr: Le montant a été transféré avec succès.

# feedbackYourAccountIsCreated
source: Your account has been created.
ar: تم إنشاء حسابك
fr: Votre compte a été créé

# feedbackYourOrderHasBeenSuccessfullySubmitted
source: Your request has been submitted successfully.
ar: تم تقديم طلبك بنجاح
fr: Votre demande a été soumise avec succès.

# placeCity
source: City
ar: المدينة
fr: Ville

# placeCountry
source: The state
ar: الدولة
fr: L'état

# placeDistrict
source: Region
ar: المنطقة
fr: Région

# placeFromWhere
source: from where
ar: من أين
fr: d'où

# shopAddCouponCode
source: Enter the coupon code
ar: أدخل رمز الكوبون
fr: Entrez le code promo

# shopAddDeliveryAddress
source: Add delivery address
ar: أضف عنوان التسليم
fr: Ajouter une adresse de livraison

# shopAddNewDeliveryAddress
source: Add a new delivery address
ar: أضف عنوان تسليم جديد
fr: Ajouter une nouvelle adresse de livraison

# shopAddNoteToOrder
source: Add a note to order
ar: اضف ملاحظة للطلب
fr: Ajouter une note à la commande

# shopAddOrderToFavorites
source: Add the request to the favourites
ar: إضافة الطلب للمفضلة
fr: Ajouter la demande aux favoris

# shopAddToCart
source: Add to cart
ar: اضف إلى السلة
fr: Ajouter au panier

# shopAddedToCart
source: Added to cart
ar: تمت الإضافة إلى السلة
fr: ajouté au panier

# shopAllBrands
source: All brands
ar: جميع الماركات
fr: toutes les marques

# shopAllDeliveries
source: All connections
ar: جميع التوصيلات
fr: toutes les connexions

# shopAllMarkets
source: All stores
ar: جميع المتاجر
fr: tous les magasins

# shopAllPayments
source: All payments
ar: جميع المدفوعات
fr: tous les paiements

# shopAllProduct
source: All products
ar: جميع المنتجات
fr: tous les produits

# shopAllProducts
source: All products
ar: جميع المنتجات
fr: tous les produits

# shopProductRating
source: Product Rating
ar: تقييم المنتج
fr: Évaluation du produit

# shopAllStatus
source: All cases
ar: كل الحالات
fr: tous les cas

# shopAmountCannotBeEmpty
source: The amount cannot be empty.
ar: لا يمكن أن يكون المبلغ فارغاً
fr: Le montant ne peut pas être vide.

# shopAmountIsRequired
source: Amount Required
ar: المبلغ متطلب
fr: Somme requise

# shopApplyCoupon
source: Coupon Execution
ar: تنفيذ القسيمة
fr: Exécution de coupons

# shopAreSureYouWantToProceed
source: Are you sure to complete the application?
ar: هل أنت متأكد من استكمال الطلب؟
fr: Êtes-vous sûr de remplir la demande?

# shopAreYouSureToRemoveThisItem
source: Are you sure you want to delete this category?
ar: هل أنت متأكد من حذف هذا الصنف؟
fr: Voulez-vous vraiment supprimer cette catégorie ?

# shopAreYouSureWithYourOrder
source: Are you sure of your order?
ar: هل أنت متأكد من طلبك؟
fr: Êtes-vous sûr de votre commande ?

# shopAreYouSureYouWantToCancelThisOrder
source: Are you sure you want to cancel this order?
ar: هل أنت متأكد أنك تريد إلغاء هذا الطلب؟
fr: Êtes-vous sûr de vouloir annuler cette commande ?

# shopAtLeastOnStarMustBeGiven
source: At least one star
ar: على الأقل نجمة واحدة
fr: Au moins une étoile

# shopBranch
source: Branch
ar: الفرع
fr: branche

# shopBrands
source: Brands
ar: الماركات
fr: marques

# shopBuyNow
source: Buy Now
ar: الشراء الآن
fr: Acheter maintenant

# shopCVC
source: Card verification code
ar: رمز التحقق من البطاقة
fr: le code de vérification de carte

# shopCancelOrder
source: Cancelling order
ar: إلغاء الطلب
fr: Annulation de la commande

# shopCannotOrderItemsLessThan
source: It is not possible to order items less than
ar: لا يمكن طلب أصناف أقل من
fr: Il n'est pas possible de commander des articles inférieurs à

# shopCannotOrderItemsMoreThan
source: You cannot order more than one item.
ar: لا يمكن طلب أصناف أكثر من
fr: Vous ne pouvez pas commander plus d'un article.

# shopCantCalculateDeliveryFee
source: Unable to calculate delivery charges
ar: غير قادر على حساب رسوم التوصيل
fr: Impossible de calculer les frais de livraison

# shopCar
source: Car
ar: سيارة
fr: auto

# shopCardNumber
source: card number
ar: رقم البطاقة
fr: Numéro de la carte

# shopCart
source: Cart
ar: السلة
fr: Panier

# shopCartIsEmpty
source: Cart is empty
ar: السلة فارغة
fr: Le panier est vide

# shopCashOnDelivery
source: Paiement when recieving
ar: الدفع عند الاستلام
fr: Paiement à réception

# shopChangeCoupon
source: Coupon change
ar: تغيير الكوبون
fr: changement de coupon

# shopChatWithSeller
source: Seller chat
ar: محادثة البائع
fr: chat vendeur

# shopCheckBalance
source: Balance check
ar: التحقق من الرصيد
fr: vérification du solde

# shopCheckout
source: Checkout
ar: الدفع
fr: profitable

# shopChooseBranch
source: Select branch
ar: اختر الفرع
fr: sélectionner la branche

# shopChooseCurrency
source: Choose Currency
ar: اختر العملة
fr: Choisir la devise

# shopChooseProduct
source: Select product
ar: اختر المنتج
fr: sélectionner un produit

# shopChooseTheMarketsBranch
source: Choose a branch of stores
ar: اختيار فرع المتاجر
fr: Choisissez une branche de magasins

# shopClickOnTheProductToGetMoreDetailsAboutIt
source: Click on the product to get more details about it.
ar: أنقر على المنتج للحصول على مزيد من التفاصيل حوله
fr: Cliquez sur le produit pour obtenir plus de détails à son sujet.

# shopClickOnTheStarsBelowToLeaveComments
source: Click on the stars below to leave comments
ar: أنقر على النجوم أدناه لترك التعليقات
fr: Cliquez sur les étoiles ci-dessous pour laisser des commentaires

# shopClickToConfirmYourAddressAndPayOrLongPress
source: Click to confirm your address and pay or long press to edit your address
ar: أنقر لتأكيد عنوانك والدفع أو الضغط لفترة طويلة لتحرير عنوانك
fr: Cliquez pour confirmer votre adresse et payez ou appuyez longuement pour modifier votre adresse

# shopClickToPayCashOnDelivery
source: Click to pay cash on delivery
ar: أنقر لدفع نقداًً عند التسليم
fr: Cliquez pour payer en espèces à la livraison

# shopClickToPayOnPickup
source: Click to Pay On Receipt
ar: أنقر للدفع عند الاستلام
fr: Cliquez pour payer sur réception

# shopClickToPayWithRazorpayMethod
source: Click to pay with Razor Pay
ar: أضغط للدفع عبر رازور بأي
fr: Cliquez pour payer avec Razor Pay

# shopClickToPayWithYourMasterCard
source: Click to pay with MasterCard
ar: أنقر للدفع باستخدام بطاقةماستر كارد
fr: Cliquez pour payer avec MasterCard

# shopClickToPayWithYourPaypalAccount
source: Click to pay with your PayPal account
ar: أنقر للدفع باستخدام حساب بأي بال الخاص بك
fr: Cliquez pour payer avec votre compte PayPal

# shopClickToPayWithYourVisaCard
source: Click to pay with your Visa Card
ar: أنقر للدفع باستخدام بطاقة فيزا كارد الخاصة بك
fr: Cliquez pour payer avec votre carte Visa

# shopClubPoint
source: Purchase points
ar: نقاط الشراء
fr: point d'achat

# shopConfirmOrder
source: Confirm your order
ar: تأكيد طلبك
fr: Confirmez votre commande

# shopConfirmPayment
source: Payment Confirmation
ar: تأكيد الدفع
fr: Confirmation de paiement

# shopConfirmYourDeliveryAddress
source: Confirm your delivery address
ar: قم بتأكيد عنوان التسليم الخاص بك
fr: Confirmez votre adresse de livraison

# shopContactSeller
source: Contact Seller
ar: تواصل مع البائع
fr: Contacter le vendeur

# shopCoupon
source: Coupon
ar: كوبون

# shopCouponCode
source: Coupon code
ar: رمز القسيمة
fr: code promo

# shopCreatingOrder
source: Ful fill the request
ar: تنفيذ الطلب
fr: répondre à la demande

# shopCustomOrder
source: Custom request
ar: طلب مخصص
fr: demande personnalisée

# shopDefaultCreditCard
source: Virtual credit card
ar: بطاقة الائتمان الأفتراضية
fr: carte de crédit virtuelle

# shopDeliverTo
source: Delivery to
ar: توصيل إلى
fr: livraison à

# shopDeliverable
source: Deliverable
ar: قابل للتسليم
fr: livrable

# shopDelivered
source: Delivered
ar: تم التوصيل
fr: Livré

# shopDelivery
source: Connecting
ar: توصيل
fr: De liaison

# shopDeliveryAddress
source: Delivery address
ar: عنوان التسليم
fr: adresse de livraison

# shopDeliveryAddressOutsideTheDeliveryRangeOfThisMarkets
source: The delivery address is outside the scope of delivery for these markets.
ar: عنوان التسليم خارج نطاق التسليم لهذه الأسواق.
fr: L'adresse de livraison est en dehors du périmètre de livraison pour ces marchés.

# shopDeliveryAddresses
source: Delivery addresses
ar: عنأوين التسليم
fr: adresses de livraison

# shopDeliveryFee
source: Delivery fee
ar: رسوم التوصيل
fr: frais de livraison

# shopDeliveryFeeIsCalculated
source: Delivery fee charged.
ar: تم احتساب رسوم التوصيل
fr: Frais de livraison facturés.

# shopDeliveryInformation
source: Delivery information
ar: معلومات التوصيل
fr: Informations de livraison

# shopDeliveryMethod
source: Delivery options
ar: خيارات التوصيل
fr: options de livraison

# shopDeliveryMethodNotAllowed
source: Delivery method is not allowed!
ar: طريقة التسليم غير مسموح بها!
fr: Le mode de livraison n'est pas autorisé !

# shopDeliveryOrPickup
source: Delivery or receipt
ar: التسليم أو الاستلام
fr: livraison ou réception

# shopDeliveryService
source: Delivery Service
ar: خدمة التوصيل
fr: Service de livraison

# shopDeliveryStatus
source: Connection status
ar: حالة التوصيل
fr: Statut de livraison

# shopDescriptionHint
source: The house/apartment/company name/building...
ar: المنزل/الشقة/اسم الشركة/المبنى...
fr: La maison/l'appartement/le nom de l'entreprise/le bâtiment...

# shopDonatHaveAnyItemInYourCart
source: There is no item in your shopping cart
ar: لا يوجد أي عنصر في سلة التسوق الخاصة بك
fr: Il n'y a pas d'article dans votre panier

# shopEmptyCart
source: Cart is empty
ar: السلة فارغة
fr: Le panier est vide

# shopEnterAmount
source: Enter Amount
ar: أدخل المبلغ
fr: Entrer le montant

# shopEnterCouponCode
source: Enter the coupon code
ar: أدخل رمز القسيمة
fr: Entrez le code promo

# shopEnterTheCodeSent
source: Enter the code
ar: أدخل الرمز
fr: Entrer le code

# shopExpectedAmount
source: expected amount
ar: المبلغ المتوقع
fr: montant prévu

# shopFavoriteOrders
source: Favorite Orders
ar: الطلبات المفضلة
fr: Commandes préférées

# shopFavoriteProducts
source: Favorite products
ar: المنتجات المفضلة
fr: produits préférés

# shopFeaturedCategories
source: Featured Categories
ar: الفئات المميزة
fr: Catégories vedettes

# shopFeaturedProducts
source: Featured Products
ar: منتجات مميزة
fr: Produits populaires

# shopFetchingPaypalUrl
source: Connecting with PayPal Link
ar: جار الاتصال مع رابط بأي بال
fr: Connexion avec le lien PayPal

# shopGettingCoupon
source: Coupon is being requested, please wait...
ar: جار طلب الكوبون، الرجاء الآنتظار..
fr: Le coupon est demandé, veuillez patienter...

# shopGross
source: Full amount
ar: المبلغ كامل
fr: montant total

# shopHaveCouponCode
source: Do you have a coupon?
ar: هل تملك كوبون؟
fr: Avez-vous un coupon?

# shopHowWouldYouRateThisMarket
source: How do you rate this store?
ar: كيف تقييم هذا المتجر؟
fr: Comment évaluez-vous ce magasin?

# shopInYourCart
source: In the basket
ar: في السلة
fr: dans le panier

# shopInvalidCouponCode
source: Wrong coupon
ar: كوبون خاطئ
fr: mauvais coupon
